Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Filter expression not valid: %s
de: Filterausdruck nicht gültig: %s
es: Expresión de filtro no válida: %s
fr: Filtre de l'expression n'est pas valide: %s
it: Espressione del filtro non valida: %s
ja: フィルター式が無効です: %s
pt_br: Expressão de filtro inválida: %s
ru: Недопустимое выражение фильтра: %s

source: Ignoring instance %(name)s (%(instance_id)s) : %(error)s
de: Instanz %(name)s (%(instance_id)s) wird ignoriert: %(error)s
es: Ignorando la instancia %(name)s (%(instance_id)s) : %(error)s
fr: L'instance %(name)s est ignorée (%(instance_id)s) : %(error)s
it: L'istanza %(name)s (%(instance_id)s) viene ignorata: %(error)s
ja: インスタンス %(name)s (%(instance_id)s) を無視しています: %(error)s
pt_br: Ignorando a instância %(name)s (%(instance_id)s): %(error)s
ru: Игнорирование экземпляра %(name)s (%(instance_id)s) : %(error)s

source: Ignoring instance %(name)s: %(error)s
de: Instanz %(name)s wird ignoriert: %(error)s
es: Ignorando la instancia %(name)s: %(error)s
fr: instance %(name)s: %(error)s ignoré
it: Si sta ignorando l'istanza %(name)s: %(error)s
ja: インスタンス %(name)s を無視しています: %(error)s
pt_br: Ignorando a instância %(name)s: %(error)s
ru: Игнорирование экземпляра %(name)s: %(error)s

source: Ignoring pool %(pool_id)s: %(error)s
de: Pool %(pool_id)s wird ignoriert: %(error)s
es: Se ignora la agrupación %(pool_id)s: %(error)s
fr: Le pool %(pool_id)s est ignoré : %(error)s
it: Ignora pool %(pool_id)s: %(error)s
ja: プール %(pool_id)s を無視しています: %(error)s
pt_br: Ignorando conjunto%(pool_id)s:%(error)s
ru: Пул %(pool_id)s игнорируется: %(error)s

source: Invalid YAML syntax in Event Definitions file %(file)s at line: %(line)s, column: %(column)s.
de: Ungültige YAML-Syntax in Ereignisdefinitionsdatei %(file)s in Zeile: %(line)s, Spalte: %(column)s.
es: Sintaxis de YAML no válida en archivo de definiciones de sucesos %(file)s en la línea: %(line)s, columna: %(column)s.
fr: Syntaxe YAML non valide dans le fichier de définitions d'événement %(file)s à la ligne : %(line)s, colonne : %(column)s.
it: Sintassi YAML non valida nel file delle definizioni dell'evento %(file)s alla riga: %(line)s, colonna: %(column)s.
ja: イベント定義ファイル %(file)s に無効な YAML 構文があります: %(line)s 行目の %(column)s 桁目。
pt_br: Sintaxe YAML inválida no arquivo de definições de evento %(file)s na linha: %(line)s, coluna: %(column)s.
ru: Недопустимый синтаксис YAML в файле определений событий %(file)s; строка: %(line)s, столбец: %(column)s.

source: Invalid period %(period)s: %(err)s
de: Ungültiger Zeitraum %(period)s: %(err)s
es: Periodo no válido %(period)s: %(err)s
fr: Période %(period)s non valide : %(err)s
it: Periodo non valido %(period)s: %(err)s
ja: 無効な期間 %(period)s: %(err)s
pt_br: Período inválido %(period)s: %(err)s
ru: Недопустимый интервал %(period)s: %(err)s

source: Invalid trait type '%(type)s' for trait %(trait)s
de: Ungültiger Traittyp '%(type)s' für Trait %(trait)s
es: Tipo de rasgo no válido '%(type)s' para el rasgo %(trait)s
fr: Type de trait non valide '%(type)s' pour le trait %(trait)s
it: Tipo di caratteristica non valido '%(type)s' per la caratteristica %(trait)s
ja: 特性 %(trait)s の特性タイプ '%(type)s' が無効です
pt_br: Tipo de traço inválido '%(type)s' para traço %(trait)s
ru: Недопустимый тип особенности %(type)s для особенности %(trait)s

source: Limit must be positive
de: Grenzwert muss positiv sein
es: El límite debe ser positivo
fr: La limite doit être positive
it: Il limite deve essere un positivo
ja: 上限は正の値でなければなりません
pt_br: Limite deve ser positivo
ru: Ограничение должно быть положительным

source: More than one event with id %s returned from storage driver
de: Mehr als ein Ereignis mit der ID %s vom Speichertreiber zurückgegeben
es: Se ha devuelto más de un suceso con el %s del controlador de almacenamiento
fr: Plus d'un événement avec l'identificateur %s a été renvoyé à partir du pilote de stockage
it: Più di un evento con id %s restituito dal driver di archiviazione
ja: ストレージドライバーから id %s のイベントが複数返されました
pt_br: Mais de um evento com o ID %s retornado a partir do driver de armazenamento
ru: Из драйвера хранилища возвращено несколько событий с ИД %s

source: Multiple VM %s found in XenServer
de: Mehrere VMs %s in XenServer gefunden
es: Se han encontrado varias VM %s en XenServer
fr: Plusieurs machines virtuelles %s trouvées dans XenServer
it: Più VM %s trovate in XenServer
ja: 複数の VM %s が XenServer に見つかりました
pt_br: Várias máquinas virtuais %s localizadas no XenServer
ru: Найдено несколько виртуальных машин %s в XenServer

source: Must specify connection_url, and connection_password to use
de: Angabe von connection_url und connection_password für die Verwendung erforderlich
es: Debe especificar el url_conexión y la contraseña_conexión para utilizar
fr: Il faut indiquer connection_url et connection_password pour utiliser
it: È necessario specificare connection_url e connection_password da utilizzare
ja: connection_url と、使用する connection_password を指定する必要があります
pt_br: connection_url e connection_password devem ser especificados para uso
ru: Необходимо указать connection_url и connection_password

source: No plugin named %(plugin)s available for trait %(trait)s
de: Kein Plug-in mit dem Namen %(plugin)s verfügbar für Trait %(trait)s
es: No hay ningún plug-in denominado %(plugin)s disponible para el rasgo %(trait)s
fr: Aucun plug-in nommé %(plugin)s n'est disponible pour le trait %(trait)s
it: Nessun plug-in con nome %(plugin)s disponibile per la caratteristica %(trait)s
ja: 特性 %(trait)s に対して使用できるプラグイン %(plugin)s はありません
pt_br: Nenhum plug-in nomeado %(plugin)s disponível para traço %(trait)s
ru: Нет модуля %(plugin)s для особенности %(trait)s

source: Node Manager init failed
de: Initialisierung von Node Manager fehlgeschlagen
es: El inicio de Gestor de nodos ha fallado
fr: Echec de l'initialisation du gestionnaire de noeud
it: Inizializzazione gestore nodi non riuscita
ja: ノードマネージャーの初期化に失敗しました
pt_br: Inicialização do gerenciador de nó com falha
ru: Сбой инициализации администратора узлов

source: Not Authorized to access %(aspect)s %(id)s
de: Nicht berechtigt für den Zugriff auf %(aspect)s %(id)s
es: No está autorizado para acceder a %(aspect)s %(id)s
fr: Non autorisé à accéder %(aspect)s %(id)s
it: Non autorizzato ad accedere %(aspect)s %(id)s
ja: %(aspect)s %(id)s にアクセスする権限がありません
pt_br: Não Autorizado a acessar %(aspect)s %(id)s
ru: Нет прав доступа к %(aspect)s %(id)s

source: Notifying alarm %(alarm_name)s %(alarm_id)s of %(severity)s priority from %(previous)s to %(current)s with action %(action)s because %(reason)s.
de: Benachrichtigung von Alarm %(alarm_name)s %(alarm_id)s mit Priorität %(severity)s von %(previous)s in %(current)s mit Aktion %(action)s wegen %(reason)s.
es: Notificando la alarma %(alarm_name)s %(alarm_id)s de prioridad %(severity)s de %(previous)s a %(current)s con la acción %(action)s debido a %(reason)s.
fr: Notification de l'alarme %(alarm_name)s %(alarm_id)s de priorité %(severity)s de %(previous)s à %(current)s avec l'action %(action)s. Cause : %(reason)s.
it: Notifica dell'allarme %(alarm_name)s %(alarm_id)s di priorità %(severity)s da %(previous)s a %(current)s con azione %(action)s a causa di %(reason)s.
ja: 優先順位 %(severity)s のアラーム %(alarm_name)s %(alarm_id)s をアクション %(action)s によって %(previous)s から %(current)s へ通知中。理由: %(reason)s。
pt_br: Notificando alarme %(alarm_name)s %(alarm_id)s da prioridade %(severity)s do %(previous)s para %(current)s com ação %(action)s porque %(reason)s.
ru: Уведомляющее предупреждение %(alarm_name)s %(alarm_id)s с приоритетом %(severity)s с %(previous)s на %(current)s с действием %(action)s, причина: %(reason)s.

source: OpenDaylitght API returned %(status)s %(reason)s
de: OpenDaylight-API hat Folgendes zurückgegeben: %(status)s %(reason)s
es: La API OpenDaylitght ha devuelto %(status)s %(reason)s
fr: L'API OpenDaylight a renvoyé %(status)s %(reason)s
it: L'API OpenDaylitght ha restituito %(status)s %(reason)s
ja: OpenDaylitght API から %(status)s %(reason)s が返されました
pt_br: API OpenDaylitght retornou %(status)s %(reason)s
ru: Функция API OpenDaylight вернула %(status)s %(reason)s

source: Opencontrail API returned %(status)s %(reason)s
de: Opencontrail-API hat Folgendes zurückgegeben: %(status)s %(reason)s
es: La API Opencontrail ha devuelto %(status)s %(reason)s
fr: L'API Opencontrail a renvoyé %(status)s %(reason)s
it: L'API Opencontrail ha restituito %(status)s %(reason)s
ja: Opencontrail API から %(status)s %(reason)s が返されました
pt_br: A API Opencontrail retornou%(status)s%(reason)s
ru: API Opencontrail возвратил %(status)s %(reason)s

source: Order-by expression not valid: %s
de: Ausdruck für 'Sortieren nach' nicht gültig: %s
es: Expresión de ordenar por no válida: %s
fr: L'expression de tri n'est pas valide : %s
it: L'espressione ordina per non è valida: %s
ja: order-by 式が無効です: %s
pt_br: Expressão solicitada inválida: %s
ru: Недопустимое выражение сортировки: %s

source: Parse error in JSONPath specification '%(jsonpath)s' for %(trait)s: %(err)s
de: Analysefehler in JSONPath-Spezifikation '%(jsonpath)s' für %(trait)s: %(err)s
es: Error de análisis en especificación de JSONPath '%(jsonpath)s' para %(trait)s: %(err)s
fr: Erreur d'analyse dans la spécification JSONPath '%(jsonpath)s' pour %(trait)s : %(err)s
it: Errore di analisi nella specifica JSONPath '%(jsonpath)s' per %(trait)s: %(err)s
ja: %(trait)s の JSONPath 指定 '%(jsonpath)s' で解析エラーが発生しました: %(err)s
pt_br: Erro de análise na especificação JSONPath '%(jsonpath)s' para %(trait)s: %(err)s
ru: Ошибка анализа спецификации JSONPath %(jsonpath)s для %(trait)s: %(err)s

source: Period must be positive.
de: Zeitraum muss positiv sein.
es: El período debe ser positivo.
fr: La période doit être positive.
it: Il periodo deve essere positivo
ja: 期間は正の数でなければなりません。
pt_br: Período deve ser positivo.
ru: Период должен быть положительным.

source: Pipeline %(pipeline)s: Continue after error from publisher %(pub)s
de: Pipeline %(pipeline)s: Fortsetzen nach Fehler von Publisher %(pub)s
es: Interconexión %(pipeline)s: Continúe tras el error de la aplicación de publicación %(pub)s
fr: Pipeline %(pipeline)s: Reprise après une erreur de l'éditeur %(pub)s
it: Pipeline %(pipeline)s: Continuare dopo errore da publisher %(pub)s
ja: パイプライン %(pipeline)s: パブリッシャー %(pub)s からのエラーの後で続行します
pt_br: Pipeline %(pipeline)s: Continue após erro do publicador %(pub)s
ru: Конвейер %(pipeline)s: Продолжение после ошибки из публикатора %(pub)s

source: Pipeline %(pipeline)s: Error flushing transformer %(trans)s
de: Pipeline %(pipeline)s: Fehler bei Flushoperation für Transformer %(trans)s
es: Interconexión %(pipeline)s: Error al vaciar el transformador %(trans)s
fr: Pipeline %(pipeline)s: Erreur à la purge du transformateur %(trans)s
it: Pipeline %(pipeline)s: errore durante lo scaricamento del trasformatore %(trans)s
ja: パイプライン %(pipeline)s: 変換プログラム %(trans)s をフラッシュするときにエラーが発生しました
pt_br: Pipeline %(pipeline)s: Erro ao limpar transformador %(trans)s
ru: Конвейер %(pipeline)s: Ошибка выгрузки преобразователя %(trans)s

source: Pipeline %(pipeline)s: Exit after error from transformer %(trans)s for %(smp)s
de: Pipeline %(pipeline)s: Beendigung nach Fehler von Transformer %(trans)s für %(smp)s
es: Interconexión %(pipeline)s: Salga tras error del transformador %(trans)s para %(smp)s
fr: Pipeline %(pipeline)s: Sortie après erreur du transformateur %(trans)s pour %(smp)s
it: Pipeline %(pipeline)s: Uscita dopo errore del trasformatore %(trans)s per %(smp)s
ja: パイプライン %(pipeline)s: %(smp)s について変換プログラム %(trans)s からエラーが発生した後に終了します
pt_br: Pipeline %(pipeline)s: Saia após erro do transformador %(trans)s para %(smp)s
ru: Конвейер %(pipeline)s: Выход после ошибки из преобразователя %(trans)s для %(smp)s

source: Pipeline %(pipeline)s: Setup transformer instance %(name)s with parameter %(param)s
de: Pipeline %(pipeline)s: Konfiguration von Transformerinstanz %(name)s mit Parameter %(param)s
es: Interconexión %(pipeline)s: Configure la instancia de transformador %(name)s con parámetro %(param)s
fr: Pipeline %(pipeline)s: Installation d'une instance du transformateur %(name)s avec le paramètre %(param)s
it: Pipeline %(pipeline)s: Configurare istanza del trasformatore %(name)s con parametro %(param)s
pt_br: Pipeline %(pipeline)s: %(name)s de instância do transformador de configuração com parâmetro %(param)s
ru: Конвейер %(pipeline)s: Настройка экземпляра преобразователя %(name)s с параметром %(param)s

source: Pipeline config: %s
de: Pipelinekonfiguration: %s
es: Configuración de interconexión: %s
fr: Configuration du pipeline : %s
it: Configurazione pipeline: %s
ja: パイプライン設定: %s
pt_br: Configuração de Pipeline: %s
ru: Конфигурация конвейера: %s

source: Plugin specified, but no plugin name supplied for trait %s
de: Plug-in angegeben, aber kein Plug-in-Name für Trait %s angegeben
es: Se ha especificado plug-in, pero no se ha proporcionado ningún nombre de plug-in para el rasgo %s
fr: Plug-in spécifié, mais aucun nom de plug-in n'est fourni pour le trait %s
it: Plug-in specificato, ma nessun nome di plug-in fornito per la caratteristica %s
ja: 特性 %s に対してプラグインが指定されましたが、プラグイン名が指定されませんでした
pt_br: Plug-in especificado, mas nenhum nome de plug-in fornecido para traço %s
ru: Указан модуль, но не передано имя модуля для особенности %s

source: Polling %(mtr)s sensor failed for %(cnt)s times!
de: Polling von %(mtr)s-Sensor %(cnt)s Mal fehlgeschlagen!
es: ¡El sensor de sondeo %(mtr)s ha fallado %(cnt)s veces!
fr: L'interrogation du capteur %(mtr)s a échoué %(cnt)s fois !
it: Polling del sensore %(mtr)s non riuscito per %(cnt)s volte!
ja: センサー %(mtr)s のポーリングが %(cnt)s 回失敗しました
pt_br: O sensor de pesquisa %(mtr)s falhou para %(cnt)s vezes!
ru: %(cnt)s-кратный сбой датчика опроса %(mtr)s!

source: Polling %(name)s faild for %(cnt)s times!
de: Polling von %(name)s %(cnt)s Mal fehlgeschlagen!
es: ¡El sondeo %(name)s ha fallado %(cnt)s veces!
fr: L'interrogation de %(name)s a échoué %(cnt)s fois !
it: Polling di %(name)s non riuscito per %(cnt)s volte!
ja: %(name)s のポーリングが %(cnt)s 回失敗しましたstar
pt_br: A pesquisa %(name)s falhou para %(cnt)s vezes!
ru: Опрос %(name)s не удалось выполнить %(cnt)s раз!

source: Polling pollster %(poll)s in the context of %(src)s
de: Abfrage von Pollster %(poll)s im Kontext von %(src)s
es: Sondeando pollster %(poll)s en el contexto de %(src)s
fr: Interrogation du pollster %(poll)s dans le contexte %(src)s
it: Polling dell'esecutore del polling %(poll)s nel contesto di %(src)s
ja: %(src)s のコンテキスト内で pollster %(poll)s をポーリング中
pt_br: Pesquisador %(poll)s no contexto de %(src)s
ru: Опрашивающий объект %(poll)s в контексте %(src)s

source: Pollster for %s is disabled!
de: Pollster für %s ist inaktiviert!
es: ¡El Pollster para %s está inhabilitado!
fr: Le pollster pour %s est désactivé !
it: Pollster per %s disabilitato!
ja: %s の pollster が無効になっています
pt_br: O pesquisador para %s está desativado!
ru: Опрашивающий объект для %s выключен!

source: Prevent pollster %(name)s for polling source %(source)s anymore!
de: Verhindern Sie, dass Pollster %(name)s Quelle %(source)s weiterhin abfragt!
es: ¡Impedir pollster %(name)s para el origen de sondeo %(source)s ahora!
fr: Empêcher le pollster %(name)s d'interroger la source %(source)s !
it: Impedire al pollster %(name)s di eseguire il polling dell'origine %(source)s.
ja: pollster %(name)s がこれ以上ソース %(source)s をポーリングしないようにしてください
pt_br: Evite o pesquisador %(name)s para a origem de pesquisa %(source)s atualmente!
ru: Сделайте так, чтобы опрашивающий объект %(name)s больше не опрашивал источник %(source)s!

source: Publisher max local_queue length is exceeded, dropping %d oldest samples
de: Maximale Länge von local_queue für Publisher ist überschritten, die %d ältesten Beispiele werden gelöscht
es: Se supera la longitud máxima de aplicación de publicación local_queue, descartando los ejemplos más antiguos %d
fr: La longueur maximale de local_queue du diffuseur est dépassée, suppression des %d échantillons les plus anciens
it: La lunghezza local_queue massima del publisher è stata superata, eliminazione di esempi %d meno recenti
ja: パブリッシャー local_queue 最大長を超えました。古い方から %d 個のサンプルを除去します
pt_br: Comprimento máximo de local_queue do publicador foi excedido, descartando %d amostras antigas
ru: Превышена максимальная длина local_queue публикатора, удаление %d самых старых образцов

source: Publishing policy is unknown (%s) force to default
de: Veröffentlichungsrichtlinie ist unbekannt (%s); auf Standardeinstellung setzen
es: No se conoce la política de publicación (%s) forzar para tomar el valor predeterminado
fr: La politique de publication est inconnue (%s) forcé le défaut
it: La politica di pubblicazione è sconosciuta (%s), applicazione del valore predefinito
ja: パブリッシュポリシーが不明です (%s)。強制的にデフォルトに設定されます
pt_br: Publicando política desconhecida (%s) força para o padrão
ru: Стратегия публикации неизвестна (%s). По умолчанию принудительная

source: Publishing policy set to %s
de: Veröffentlichungsrichtlinie auf %s gesetzt
es: Política de publicación establecida en %s
fr: La politique de publication est réglé sur %s
it: Politica di pubblicazione impostata su %s
ja: パブリッシュポリシーが %s に設定されました
pt_br: Publicando conjunto de políticas para %s
ru: Задана стратегия публикации %s

source: RGW AdminOps API returned %(status)s %(reason)s
de: RGW-AdminOps-API hat Folgendes zurückgegeben: %(status)s %(reason)s
es: La API de RGW AdminOps ha devuelto %(status)s %(reason)s
fr: L'API AdminOps RGW a renvoyé %(status)s %(reason)s
it: L'API RGW AdminOps ha restituito %(status)s %(reason)s
ja: RGW AdminOps API から %(status)s %(reason)s が返されました
pt_br: A API AdminOps RGW retornou %(status)s %(reason)s
ru: Функция API RGW AdminOps вернула %(status)s %(reason)s

source: Remaining as %(state)s due to %(count)d samples %(disposition)s threshold, most recent: %(most_recent)s
de: Verbleibend %(state)s aufgrund von %(count)d Stichproben %(disposition)s Schwellenwert, aktuellster: %(most_recent)s
es: Restante como %(state)s debido a %(count)d muestras %(disposition)s umbral, más reciente: %(most_recent)s
fr: Reste dans l'état %(state)s à cause de %(count)d échantillons %(disposition)s au seuil, le plus récent: %(most_recent)s
it: %(state)s rimanenti a causa di %(count)d esempi %(disposition)s soglia, più recente: %(most_recent)s
ja: %(count)d 個のサンプル %(disposition)s しきい値が原因で %(state)s のままです。最新: %(most_recent)s
pt_br: Permanecendo como %(state)s devido a %(count)d amostras %(disposition)s limite, mais recente: %(most_recent)s
ru: Сохранение состояния %(state)s из-за %(count)d образцов, порог %(disposition)s, последнее значение: %(most_recent)s

source: Remaining as %(state)s due to alarms %(alarm_ids)s in state %(state)s
de: Verbleibt als %(state)s aufgrund von Alarmen %(alarm_ids)s in Status %(state)s
es: Permaneciendo como %(state)s debido a las alarmas %(alarm_ids)s en el estado %(state)s
fr: Reste dans l"état %(state)s car toutes les alarmes %(alarm_ids)s sont dans l'état %(state)s.
it: Convalida di %(state)s a causa di segnalazioni %(alarm_ids)s nello stato %(state)s
ja: %(state)s のままです。アラーム %(alarm_ids)s の状態が %(state)s であるためです
pt_br: Permanecendo como %(state)s devido a alarmes %(alarm_ids)s no estado %(state)s
ru: Сохранение состояния %(state)s из-за предупреждений %(alarm_ids)s в состоянии %(state)s

source: Request failed to connect to OpenDaylight with NorthBound REST API
de: Anforderung konnte keine Verbindung mit OpenDaylight über NorthBound REST-API herstellen
es: La solicitud no ha podido conectar con OpenDaylight con la API REST NorthBound
fr: La demande n'a pas réussi à se connecter à OpenDaylight avec l'API REST NorthBound
it: Richiesta di collegamento a OpenDaylight con API NorthBound REST non riuscita
ja: NorthBound REST API を使用した OpenDaylight への接続要求が失敗しました
pt_br: O pedido falhou ao conectar-se ao OpenDaylight com API REST NorthBound
ru: Сбой запроса на подключение к OpenDaylight с API REST NorthBound

source: Required field %s not specified
de: Erforderliches Feld %s nicht angegeben
es: Campo necesario %s no especificado
fr: Champ requis %s non spécifiée
it: Campo richiesto %s non specificato
ja: 必須フィールド %s が指定されていません
pt_br: Campo obrigatório %s não especificado
ru: Не указано обязательное поле %s

source: Required field in trait definition not specified: '%s'
de: Erforderliches Feld in Traitdefinition nicht angegeben: '%s'
es: Campo necesario en definición de rasgo no especificado: '%s'
fr: Une zone obligatoire dans la définition de trait n'est pas spécifiée : '%s'
it: Campo richiesto nella definizione di caratteristica non specificato: '%s'
ja: 特性定義における必須フィールドが指定されていません: '%s'
pt_br: Campo obrigatório na definição de traço não especificado: '%s'
ru: Не указано обязательное поле в определении особенности: %s

source: Resource
es: Recurso
fr: Ressource
it: Risorsa
ja: リソース
pt_br: Recurso
ru: Ресурс

source: Sample
de: Beispiel
es: Muestra
fr: Echantillon
it: Esempio
ja: サンプル
pt_br: Amostra
ru: Образец

source: Skip loading extension for %s
de: Laden der Ausnahme für %s überspringen
es: Omitir la extensión de carga para %s
fr: Passer le chargement de l'extension pour %s
it: Ignora caricamento dell'estensione per %s
ja: %s の拡張機能のロードをスキップします
pt_br: Ignorar a extensão de carregamento para %s
ru: Пропустить загрузку расширения для %s

source: Starting server in PID %s
de: Starten von Server in PID %s
es: Iniciando servidor en PID %s
fr: Démarrage du serveur avec PID %s
it: Avvio server in PID %s
ja: PID %s でサーバーを開始しています
pt_br: Iniciando o servidor em PID %s
ru: Запуск сервера в PID %s

source: String %s is not a valid isotime
de: Zeichenfolge %s ist kein gültiger Wert für 'isotime'
es: La serie %s no es una hora iso válida
fr: La chaine de caractère %s n'est pas valide isotime
it: La stringa %s non è un orario standard (isotime) valido
ja: 文字列 %s は無効な isotime です
pt_br: Sequência %s não é um isotime válido
ru: Строка %s не является допустимым значением isotime

source: The data type %(type)s is not supported. The supported data type list is: %(supported)s
de: Der Datentyp %(type)s wird nicht unterstützt. Die Liste der unterstützten Datentypen lautet: %(supported)s
es: El tipo de datos %(type)s no es compatible. La lista de tipo de datos admitido es: %(supported)s
fr: Le type de données %(type)s n'est pas supporté. Les types de données supportés sont: %(supported)s
it: Il tipo di dati %(type)s non è supportato. L'elenco dei tipi di dati supportati è: %(supported)s
ja: データ型 %(type)s はサポートされていません。サポートされているデータ型のリスト: %(supported)s
pt_br: O tipo de dados %(type)s não é suportado. A lista de tipos de dados suportados é: %(supported)s
ru: Тип данных %(type)s не поддерживается. Список поддерживаемых типов данных: %(supported)s

source: The path for the file publisher is required
de: Der Pfad für den Datei-Publisher ist erforderlich
es: La vía de acceso para la aplicación de publicación de archivos es necesaria
fr: Le chemin du éditeur de fichier est obligatoire
it: Il percorso per il publisher di file è obbligatorio
ja: ファイルパブリッシャーのパスが必要です
pt_br: O caminho para o publicador do arquivo é necessário
ru: Требуется путь для публикатора файлов

source: Time constraint names must be unique for a given alarm.
de: Zeitvorgabennamen müssen für einen angegebenen Alarm eindeutig sein.
es: Los nombres de restricción de tiempo deben ser exclusivos para una determinada alarma.
fr: Les noms de contrainte de temps doivent être uniques pour une alarme donnée.
it: I nomi dei limiti di tempo devono essere univoci per una data segnalazione.
ja: 時間制約の名前は、指定されたアラームで一意でなければなりません。
pt_br: Nomes de restrição de tempo devem ser exclusivos para um determinado alarme.
ru: Имена ограничений времени должны быть уникальными для заданного предупреждения.

source: Timezone %s is not valid
de: Zeitzone %s ist nicht gültig
es: El huso horario %s no es válido
fr: La timezone %s n'est pas valide
it: Fuso orario %s non valido
ja: タイムゾーン %s が無効です
pt_br: Fuso horário %s não é válido
ru: Часовой пояс %s недопустимый
