Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: de, es, fr, it, ja, pt_br, ru

source: %(entity)s %(id)s Not Found
de: %(entity)s %(id)s nicht gefunden
es: %(entity)s %(id)s No encontrado
fr: %(entity)s %(id)s n'a pas été trouvé
it: %(entity)s %(id)s non trovato
ja: %(entity)s %(id)s が見つかりません
pt_br: %(entity)s %(id)s Não Encontrada
ru: %(entity)s %(id)s не найден

source: %(rule)s must be set for %(type)s type alarm
de: %(rule)s muss für den Alarmtyp %(type)s gesetzt sein
es: %(rule)s debe establecerse para la alarma de tipo %(type)s
fr: %(rule)s doit être défini pour l'alarme de type %(type)s
it: %(rule)s deve essere impostata per la segnalazione di tipo %(type)s
ja: %(type)s タイプのアラームに %(rule)s を設定する必要があります
pt_br: %(rule)s deve ser definido para alarme de tipo %(type)s
ru: Необходимо задать %(rule)s для предупреждения типа %(type)s

source: %(rule1)s and %(rule2)s cannot be set at the same time
de: %(rule1)s und %(rule2)s können nicht gleichzeitig festgelegt werden
es: %(rule1)s y %(rule2)s no se pueden establecer al mismo tiempo
fr: %(rule1)s et %(rule2)s ne peuvent pas être définis en même temps
it: %(rule1)s e %(rule2)s non possono essere impostate contemporaneamente
ja: %(rule1)s と %(rule2)s を同時に設定することはできません
pt_br: %(rule1)s e %(rule2)s não podem ser configurados ao mesmo tempo
ru: %(rule1)s и %(rule2)s нельзя задавать одновременно

source: %d datapoints are unknown
de: %d Datenpunkte sind unbekannt
es: puntos de datos %d son desconocidos
fr: Points de données %d inconnu
it: i datapoint %d sono sconosciuti
ja: %d データポイントが不明です
pt_br: %d datapoints são desconhecidos
ru: Неизвестные точки данных %d

source: %d samples removed from database
de: %d Beispiele aus Datenbank entfernt
es: Se han eliminado %d ejemplos de la base de datos
fr: %d échantillons supprimés de la base de données
it: %d esempi rimossi dal database
ja: %d 個のサンプルがデータベースから削除されました
pt_br: %d amostras removidas do banco de dados
ru: %d примеров удалено из базы данных

source: Action %(scheme)s for alarm %(alarm_id)s is unknown, cannot notify
de: Aktion %(scheme)s für Alarm %(alarm_id)s ist unbekannt; keine Benachrichtigung möglich
es: La acción %(scheme)s para la alarma %(alarm_id)s es desconocida, no se puede notificar
fr: Action %(scheme)s inconnue pour l'alerte %(alarm_id)s, impossible de notifier
it: Azione %(scheme)s per la segnalazione %(alarm_id)s è sconosciuta, impossibile notificare
ja: アラーム %(alarm_id)s のアクション %(scheme)s が不明なため、通知できません
pt_br: Ação %(scheme)s para alarme %(alarm_id)s é desconhecida, não é possível notificar
ru: Неизвестное действие %(scheme)s для предупреждения %(alarm_id)s, уведомление невозможно

source: Alarm %(alarm_id)s not found in project %(project)s
de: Alarm %(alarm_id)s nicht gefunden in Projekt %(project)s
es: La alarma %(alarm_id)s no se ha encontrado en el proyecto %(project)s
fr: Alarme %(alarm_id)s introuvable dans le projet %(project)s
it: Segnalazione %(alarm_id)s non trovata nel progetto %(project)s
ja: アラーム %(alarm_id)s がプロジェクト %(project)s には見つかりません
pt_br: Alarme%(alarm_id)s não localizado no projeto%(project)s
ru: Предупреждение %(alarm_id)s не найдено в проекте %(project)s

source: Alarm %s not found
de: Alarm %s nicht gefunden
es: No se ha encontrado la alarma %s
fr: Alarme: %s non trouvé
it: Segnalazione %s non trovata
ja: アラーム %s が見つかりません
pt_br: Alarme %s não localizado
ru: Предупреждение %s не найдено

source: Alarm combination rule should contain at least two different alarm ids.
de: Alarmkombinationsregel sollte mindestens zwei unterschiedliche Alarm-IDs enthalten.
es: La regla de combinación de alarma debe contener al menos dos ID de alarma diferentes.
fr: La règle de combinaison d'alarmes doit contenir au moins deux identificateurs d'alarme différents.
it: La regola di combinazione di segnalazione dovrebbe contenere almeno due differenti ID segnalazione.
ja: アラーム組み合わせルールには、少なくとも 2 つの異なるアラーム ID が含まれている必要があります。
pt_br: A regra de combinação de alarme deve conter pelo menos dois ids de alarme diferentes.
ru: Правило сочетания предупреждений должно содержать по крайней мере два различных ИД предупреждений.

source: Alarm incorrect
de: Alaram inkorrekt
es: Alarma incorrecta
fr: Alarme incorrecte
it: Segnalazione non corretta
ja: アラームが正しくありません
pt_br: Alarme incorreto
ru: Некорректное предупреждение

source: Alarm quota exceeded for user %(u)s on project %(p)s
de: Alarmquote überschritten für Benutzer %(u)s bei Projekt %(p)s
es: La cuota de alarma se ha excedido para el usuario %(u)s en el proyecto %(p)s
fr: Quota d'alarme dépassé pour l'utilisateur %(u)s sur le projet %(p)s
it: Quota di segnalazione superata per l'utente %(u)s nel progetto %(p)s
ja: プロジェクト %(p)s のユーザー %(u)s のアラームクォータを超過しました
pt_br: Cota de alarme excedida para usuário %(u)s no projeto %(p)s
ru: Квота на предупреждение превышена для пользователя %(u)s в проекте %(p)s

source: Alarm when %(meter_name)s is %(comparison_operator)s a %(statistic)s of %(threshold)s over %(period)s seconds
de: Alarm, wenn %(meter_name)s %(comparison_operator)s ein %(statistic)s von %(threshold)s über %(period)s Sekunden ist
es: Alarma cuando %(meter_name)s es %(comparison_operator)s un %(statistic)s de %(threshold)s por encima de %(period)s segundos
fr: Alarme lorsque %(meter_name)s est %(comparison_operator)s à une %(statistic)s de %(threshold)s de plus de %(period)s secondes
it: Segnalazione quando %(meter_name)s è %(comparison_operator)s un %(statistic)s di %(threshold)s in %(period)s secondi
ja: %(period)s 秒にわたる %(meter_name)s と %(threshold)s の %(statistic)s の比較が %(comparison_operator)s である場合のアラーム
pt_br: Alarma quando %(meter_name)s é %(comparison_operator)s que %(statistic)s de %(threshold)s durante %(period)s segundos
ru: Предупреждение, когда %(meter_name)s %(comparison_operator)s %(statistic)s %(threshold)s за %(period)s с

source: Alarm with name=%s exists
de: Alarm mit Name=%s existiert
es: Ya existe la alarma con el nombre=%s
fr: Alarme avec le nom=%s existe déjà
it: Segnalazione con nome=%s esiste
ja: name=%s のアラームは存在します
pt_br: Alarme com o name=%s existe
ru: Предупреждение с именем %s существует

source: Alarm with name='%s' exists
de: Alarm mit name='%s' vorhanden
es: Existe alarma con nombre='%s'
fr: Une alarme du nom='%s' existe déjà
it: Segnalazione con nome='%s' esiste
ja: name='%s' のアラームは存在します
pt_br: Alarme com o name='%s' existe
ru: Предупреждение с именем %s существует

source: Alarms %(alarm_ids)s are in unknown state
de: Alarme %(alarm_ids)s sind in unbekanntem Status
es: Las alarmas %(alarm_ids)s están en estado desconocido
fr: Les alarmes %(alarm_ids)s sont dans un état inconnu
it: Le segnalazioni %(alarm_ids)s si trovano in uno stato sconosciuto
ja: アラーム %(alarm_ids)s は不明な状態にあります
pt_br: Alarmes %(alarm_ids)s estão em um estado desconhecido
ru: Предупреждения %(alarm_ids)s находятся в неизвестном состоянии

source: Arithmetic transformer must use at least one meter in expression '%s'
de: Arithmetiktransformer muss mindestens eine Messgröße im Ausdruck '%s' verwenden
es: El transformador aritmético debe utilizar al menos un medidor en la expresión '%s'
fr: Le transformateur arithmétique doit utiliser au moins un mètre dans l'expression '%s'
it: Il trasformatore aritmetico deve utilizzare almeno un contatore nell'espressione '%s'
ja: 演算変換プログラムは、式 '%s' で少なくとも 1 つのメーターを使用する必要があります
pt_br: O transformador aritmético deve usar pelo menos um medidor na expressão '%s'
ru: Арифметический преобразователь должен использовать хотя бы один счетчик в выражении %s'

source: Cannot create table %(table_name)s it already exists. Ignoring error
de: Tabelle %(table_name)s kann nicht erstellt werden, da sie bereits vorhanden ist. Fehler wird ignoriert
es: No se puede crear la tabla %(table_name)s, ya existe. Se ignorará el error.
fr: Impossible de créer la table %(table_name)s car elle existe déjà. Erreur ignorée
it: Impossibile creare la tabella %(table_name)s la tabella già esiste. Ignorare l'errore
ja: テーブル %(table_name)s は既に存在するため、作成できません。エラーを無視します
pt_br: Não é possível criar a tabela %(table_name)s; ela já existe. Ignorando erro
ru: Не удалось создать таблицу %(table_name)s: уже существует. Игнорирование ошибки

source: Cannot specify alarm %s itself in combination rule
de: Der Alarm %s selbst kann nicht in der Kombinationsregel angegeben werden
es: No se puede especificar la propia alarma %s en la regla de combinación
fr: Impossible d'indiquer l'alarme %s elle-même dans la règle de combinaison
it: Impossibile specificare la segnalazione stessa %s in combinazione alla regola
ja: アラーム %s 自体を組み合わせルールに指定することはできません
pt_br: Não é possível especificar o próprio alarme %s na regra de combinação
ru: Указать само предупреждение %s в правиле сочетания невозможно

source: Combined state of alarms %s
de: Kombinierter Alarmstatus %s
es: Estado combinado de alarmas %s
fr: Etat combiné des alarmes %s
it: Stato combinato di segnalazioni %s
ja: アラーム %s の結合状態
pt_br: Estado combinado de alarmes %s
ru: Объединенное состояние предупреждений %s

source: Configuration:
de: Konfiguration:
es: Configuración:
it: Configurazione:
ja: 設定:
pt_br: Configuração:
ru: Конфигурация:

source: Connecting to %(db)s on %(nodelist)s
de: Verbindung mit %(db)s auf %(nodelist)s wird hergestellt
es: Conectándose a %(db)s en %(nodelist)s
fr: Connexion à %(db)s sur %(nodelist)s
it: Connessione a %(db)s su %(nodelist)s in corso
ja: %(nodelist)s 上の %(db)s に接続しています
pt_br: Conectando ao %(db)s em %(nodelist)s
ru: Подключение к %(db)s на %(nodelist)s

source: Continue after error from %(name)s: %(error)s
de: Fortfahren nach Fehler von %(name)s: %(error)s
es: Continuar después de error desde %(name)s: %(error)s
fr: Continue après l'erreur %(name)s: %(error)s
it: Continua dopo errore da %(name)s: %(error)s
ja: %(name)s からのエラーの後で続行します: %(error)s
pt_br: Continuar após erro de %(name)s: %(error)s
ru: Продолжить после ошибки с %(name)s: %(error)s

source: Could not connect to XenAPI: %s
de: Es konnte keine Verbindung zu XenAPI hergestellt werden: %s
es: No se puede conectar a XenAPI: %s
fr: Connexion impossible XenAPI: %s
it: Impossibile connettersi a XenAPI: %s
ja: XenAPI に接続できませんでした: %s
pt_br: Não foi possível conectar-se ao XenAPI: %s
ru: Не удалось подключиться к XenAPI: %s

source: Could not get CPU Util for %(id)s: %(e)s
de: Abruf von CPU-Auslastung nicht möglich für %(id)s: %(e)s
es: No se ha podido obtener CPU Util para %(id)s: %(e)s
fr: Ne peut pas recevoir l'utilisation CPU pour %(id)s: %(e)s
it: Impossibile ricevere CPU Util per %(id)s: %(e)s
ja: %(id)s の CPU 使用率を取得できませんでした: %(e)s
pt_br: Não foi possível obter Uso de CPU para %(id)s: %(e)s
ru: Не удалось получить информацию об использовании процессора для %(id)s: %(e)s

source: Could not get Memory Usage for %(id)s: %(e)s
de: Abruf von Speicherbelegung nicht möglich für %(id)s: %(e)s
es: No se ha podido obtener el uso de memoria para %(id)s: %(e)s
fr: Impossible de récupérer l'utilisation de la mémoire pour %(id)s : %(e)s
it: Impossibile ricevere l'Uso della Memoria per %(id)s: %(e)s
ja: %(id)s のメモリー使用量を取得できませんでした: %(e)s
pt_br: Não foi possível obter de Uso de Memória para %(id)s: %(e)s
ru: Не удалось получить информацию об использовании памяти для %(id)s: %(e)s

source: Could not get VM %s CPU Utilization
de: CPU-Auslastung für VM %s konnte nicht abgerufen werden
es: No se puede obtener la utilización de CPU de VM %s
fr: Impossible d'obtenir l'utilisation CPU de la VM %s
it: Impossibile conoscere l'utilizzo CPU della VM %s
ja: VM %s のCPU 使用率を取得できませんでした
pt_br: Não foi possível obter a utilização de CPU da máquina virtual %s
ru: Не удалось получить информацию об использовании CPU для виртуальной машины %s

source: Couldn't obtain IP address of instance %s
de: IP-Adresse von Instanz %s konnte nicht abgerufen werden
es: No se ha podido obtener la dirección IP de la instancia %s
fr: Impossible d'obtenir l'adresse IP de l'instance %s
it: Impossibile ottenere l'indirizzo IP dell'istanza %s
ja: インスタンス %s の IP アドレスを取得できませんでした
pt_br: Não foi possível obter o endereço IP da instância %s
ru: Не удалось получить IP-адрес экземпляра %s

source: Dispatcher target was not set, no meter will be posted. Set the target in the ceilometer.conf file
de: Dispatcher-Ziel nicht definiert, es werden keine Messgrößen übergeben. Das Ziel in der Datei 'ceilometer.conf' definieren.
es: No se ha establecido el destino de asignador, no se enviará ningún medidor. Establezca el destino en el archivo ceilometer.conf
fr: La cible du répartiteur n'était pas définie, aucun compteur ne sera envoyé. Définissez la cible dans le fichier ceilometer.conf
it: La destinazione del dispatcher non è stata impostata, nessun contatore verrà inviato. Impostare la destinazione nel file ceilometer.conf
ja: ディスパッチャーターゲットが設定されておらず、メーターは通知されません。ceilometer.conf ファイルでターゲットを設定してください。
pt_br: O destino do despachante não foi configurado, nenhum medidor será postado. Defina o destino no arquivo ceilometer.conf
ru: Целевой объект диспетчера не задан, функция измерения не будет опубликована. Укажите целевой объект в файле ceilometer.conf

source: Dropping Notification %(type)s (uuid:%(msgid)s)
de: Löschen von Benachrichtigung %(type)s (UUID:%(msgid)s)
es: Descartando la notificación %(type)s (uuid:%(msgid)s)
fr: Suppression du %(type)s de notification (uuid:%(msgid)s)
it: Eliminazione della notifica %(type)s (uuid:%(msgid)s)
pt_br: Descartando Notificação %(type)s (uuid:%(msgid)s)
ru: Удаление уведомления %(type)s (uuid:%(msgid)s)

source: Dropping metering data with TTL %d
de: Löschen von Messdaten mit TTL %d
es: Descartando datos de calibración con TTL %d
fr: Suppression de données de décompte avec TTL %d
it: Eliminazione dei dati di misurazione con TTL %d
ja: TTL %d の計測データを除去中
pt_br: Descartando dados de medição com TTL %d
ru: Удаление данных измерений со временем жизни %d

source: Duplicate VM name found: %s
de: Doppelter VM Name gefunden: %s
es: Se ha encontrado nombre de VM duplicado: %s
fr: Nom de machine virtuelle en double trouvé : %s
it: Trovato nome VM duplicato: %s
ja: 重複する VM 名が検出されました: %s
pt_br: Nome de VM duplicado localizado: %s
ru: Найдено повторяющееся имя VM: %s

source: Error from libvirt while looking up instance <name=%(name)s, id=%(id)s>: [Error Code %(error_code)s] %(ex)s
de: Fehler von libvirt während Suche nach Instanz <name=%(name)s, id=%(id)s>: [Fehlercode %(error_code)s] %(ex)s
es: Error de libvirt al buscar la instancia <name=%(name)s, id=%(id)s>: [Código de error %(error_code)s] %(ex)s
fr: Erreur de libvirt lors de la recherche de l'instance <name=%(name)s, id=%(id)s> : [Code d'erreur %(error_code)s] %(ex)s
it: Errore da libvirt durante la ricerca dell'istanza <name=%(name)s, id=%(id)s>: [Codice di errore %(error_code)s] %(ex)s
ja: インスタンス <name=%(name)s, id=%(id)s> の検索中に libvirt でエラーが発生しました: [エラーコード %(error_code)s] %(ex)s
pt_br: Erro de libvirt ao consultar instância <name=%(name)s, id=%(id)s>: [Código de Erro %(error_code)s] %(ex)s
ru: Возникла ошибка в libvirt при поиске экземпляра <имя=%(name)s, ИД=%(id)s>: [Код ошибки: %(error_code)s] %(ex)s

source: Error parsing HTTP response: %s
de: Fehler bei Auswertung der HTTP-Antwort %s
es: Error analizándo respuesta HTTP: %s.
fr: Erreur lors de l'analyse syntaxique de la réponse: %s
it: Errore durante l'analisi della risposta HTTP: %s
ja: HTTP 応答を解析している際にエラーが発生しました: %s
pt_br: Erro ao analisar a resposta de HTTP: %s
ru: Ошибка анализа ответа HTTP: %s

source: Error while posting alarm: %s
de: Fehler beim Übergeben von Alarm: %s
es: Error al contabilizar alarma: %s
fr: Erreur lors de l'envoi de l'alarme : %s
it: Errore durante invio segnalazione: %s
ja: アラームを通知するときにエラーが発生しました: %s
pt_br: Erro ao postar alarme: %s
ru: Ошибка публикации предупреждения: %s

source: Error while putting alarm: %s
de: Fehler beim Verwenden von Alarm: %s
es: Error al poner alarma: %s
fr: Erreur lors du placement de l'alarme: %s
it: Errore durante inserimento segnalazione: %s
ja: アラームを配置するときにエラーが発生しました: %s
pt_br: Erro ao colocar o alarme: %s
ru: Ошибка установки предупреждения: %s

source: Event
de: Ereignis
es: Suceso
fr: Événement
it: Evento
ja: イベント
pt_br: Evento
ru: Событие

source: Event Definitions: %s
de: Ereignisdefinitionen: %s
es: Definiciones de sucesos: %s
fr: Définitions d'événement : %s
it: Definizioni dell'evento: %s
ja: イベント定義: %s
pt_br: Definições de Evento: %s
ru: Определения событий: %s

source: Expired residual resource and meter definition data
de: Abgelaufene Daten für residente Ressource und für Messdefinition
es: El recurso residual y los datos de definición del medidor han caducado
fr: Données de définition de compteur et de ressources résiduelles arrivées à expiration
it: Dati di definizione del contatore e risorsa residua scaduti
ja: 残余リソースおよびメーター定義データの有効期限が切れました
pt_br: Dados de recurso residual e definição de medidor expirados
ru: Просрочены оставшиеся данные определений измерений и ресурсов

source: Expression evaluated to a NaN value!
de: Ausdruck ergab einen NaN-Wert!
es: La expresión se ha evaluado en un valor NaN.
fr: Expression évaluée avec une valeur not-a-number !
it: Espressione valutata a un valore NaN!
ja: 式が NaN 値に評価されました。
pt_br: Expressão avaliada para um valor NaN!
ru: Результат вычисления выражения - значение NaN!

source: FLOATING IP USAGE: %s
de: NUTZUNG DER DYNAMISCHEN IP: %s
es: USO DE IP FLOTANTE: %s
fr: SYNTAXE ADRESSE IP FLOTTANTE : %s
it: UTILIZZO IP MOBILE: %s
ja: Floating IP 使用: %s
pt_br: USO DE IP FLUTUANTE: %s
ru: ИСПОЛЬЗОВАНИЕ НЕФИКСИРОВАННЫХ IP-АДРЕСОВ: %s

source: Failed to evaluate alarm %s
de: Alarm %s konnte nicht ausgewertet werden
es: No se ha podido evaluar la alarma %s
fr: Echec de l'évaluation de l'alarme %s
it: Valutazione dell'allarme %s non riuscita
ja: アラーム %s の評価に失敗しました
pt_br: Falha ao avaliar alarme %s
ru: Не удалось вычислить предупреждение %s

source: Failed to import extension for %(name)s: %(error)s
de: Fehler beim Importieren der Erweiterung für %(name)s: %(error)s
es: No se ha podido importar la extensión para %(name)s: %(error)s
fr: Echec de l'importation de l'extension pour %(name)s: %(error)s
it: Impossibile importare l'estensione per %(name)s: %(error)s
ja: %(name)s の拡張機能のインポートに失敗しました: %(error)s
pt_br: Falha ao importar extensão para %(name)s: %(error)s
ru: Не удалось импортировать расширение для %(name)s: %(error)s

source: Failed to inspect data of instance <name=%(name)s, id=%(id)s>, domain state is SHUTOFF.
de: Fehler beim Überprüfen von Daten der Instanz <name=%(name)s, id=%(id)s>, Domänenstatus ist ABGESCHALTET.
es: No se han podido analizar los datos de la instancia <name=%(name)s, id=%(id)s>, el estado del dominio es SHUTOFF.
fr: Echec de l'inspection des données de l'instance <name=%(name)s, id=%(id)s>. Le domaine est à l'état SHUTOFF (INTERRUPTION).
it: Impossibile ispezionare i dati dell'istanza = <nome=%(name)s, id=%(id)s>, stato dominio SHUTOFF.
ja: インスタンス <name=%(name)s, id=%(id)s> のデータを検査できませんでした。ドメイン状態は SHUTOFF です。
pt_br: Falha ao inspecionar os dados da instância <name=%(name)s, id=%(id)s>, estado do domínio é SHUTOFF.
ru: Не удалось проверить данные экземпляра <имя=%(name)s, ИД=%(id)s>, состояние домена - SHUTOFF.

source: Failed to inspect memory usage of %(instance_uuid)s, can not get info from libvirt: %(error)s
de: Fehler beim Überprüfen der Speicherbelegung von %(instance_uuid)s, Informationen können nicht von libvirt abgerufen werden: %(error)s
es: No se ha podido analizar el uso de memoria de %(instance_uuid)s, no se puede obtener información de libvirt: %(error)s
fr: Echec de l'inspection de l'utilisation de la mémoire de %(instance_uuid)s. Impossible d'obtenir des informations de libvirt : %(error)s
it: Impossibile ispezionare l'utilizzo della memoria da parte di %(instance_uuid)s, impossibile ottenere informazioni da libvirt: %(error)s
ja: %(instance_uuid)s のメモリー使用状況を検査できませんでした。libvirt から情報を取得できません: %(error)s
pt_br: Falha ao inspecionar o uso da memória de %(instance_uuid)s, não é possível obter informações a partir de libvirt: %(error)s
ru: Не удалось проверить использование памяти экземпляром %(instance_uuid)s, не удалось получить информацию от libvirt: %(error)s

source: Failed to inspect memory usage of instance <name=%(name)s, id=%(id)s>, can not get info from libvirt.
de: Fehler beim Überprüfen der Speicherbelegung von Instanz <name=%(name)s, id=%(id)s>, Informationen können nicht von libvirt abgerufen werden.
es: No se ha podido analizar el uso de memoria de la instancia <name=%(name)s, id=%(id)s>, no se puede obtener información de libvirt.
fr: Echec de l'inspection de l'utilisation de la mémoire de l'instance <name=%(name)s, id=%(id)s>. Impossible d'obtenir des informations de libvirt.
it: Impossibile ispezionare l'utilizzo della memoria da parte dell'istanza = <nome=%(name)s, id=%(id)s>, impossibile ottenere informazioni da libvirt.
ja: インスタンス <name=%(name)s, id=%(id)s> のメモリー使用状況を検査できませんでした。libvirt から情報を取得できません。
pt_br: Falha ao inspecionar o uso da memória da instância <name=%(name)s, id=%(id)s>, não é possível obter informações a partir de libvirt.
ru: Не удалось проверить использование памяти экземпляром <имя=%(name)s, ИД=%(id)s>, не удалось получить информацию от libvirt.

source: Failed to load any dispatchers for %s
de: Es konnten keine Dispatcher für %s geladen werden
es: No se ha podido cargar ningún asignador para %s
fr: Échec du chargement d'aucun répartiteur pour %s
it: Impossibile caricare eventuali dispatcher per %s
ja: %s のディスパッチャーをロードできませんでした
pt_br: Falha ao carregar quaisquer dispatchers para %s
ru: Не удалось загрузить диспетчеры для %s

source: Failed to load any notification handlers for %s
de: Es konnten keine Benachrichtigungshandler für %s geladen werden
es: No se ha podido cargar ningún manejador de notificación para %s
fr: Échec du chargement de tous les gestionnaires de notification pour %s
it: Impossibile caricare eventuali gestori di notifica per %s
ja: %s の通知ハンドラーをロードできませんでした
pt_br: Falha ao carregar qualquer manipulador de notificações para %s
ru: Не удалось загрузить обработчики уведомлений для %s

source: Failed to parse the timestamp value %s
de: Zeitmarkenwert %s konnte nicht analysiert werden
es: No se ha podido analizar el valor de indicación de fecha y hora %s
fr: Echec de l'analyse syntaxique de la valeur d'horodatage %s
it: Impossibile analizzare il valore data/ora %s
ja: タイムスタンプ値 %s を解析できませんでした
pt_br: Falha ao analisar o valor do registro de data e hora %s
ru: Ошибка анализа значения времени %s

source: Failed to publish %d datapoints, dropping them
de: %d Datenpunkte konnten nicht veröffentlicht werden; werden gelöscht
es: No se han podido publicar los puntos de datos %d, descartándolos
fr: Echec de la publication des points de données %d. Suppression en cours
it: Impossibile pubblicare %d datapoint, eliminati
ja: %d データポイントの公開に失敗しました。これらは廃棄されます
pt_br: Falha ao publicar %d pontos de dados, descartando-os
ru: Не удалось опубликовать %d точек данных, выполняется их удаление

source: Failed to publish %d datapoints, queue them
de: %d Datenpunkte konnten nicht veröffentlicht werden; in Warteschlange einreihen
es: No se han podido publicar los puntos de datos %d, póngalos en cola
fr: Echec de la publication des points de données %d. Mettez-les en file d'attente
it: Impossibile pubblicare %d datapoint, inseriti in coda
ja: %d データポイントの公開に失敗しました。これらをキューに入れてください
pt_br: Falha ao publicar %d pontos de dados, enfileire-os
ru: Не удалось опубликовать %d точек данных, создайте для них очередь

source: Failed to record metering data: %s
de: Messdaten wurden nicht aufgezeichnet: %s
es: No se ha podido registrar los datos de medición: %s
fr: Impossible d'enregistrer les données de mesure: %s
it: Impossibile registrare i dati di misurazione: %s
ja: 計測データを記録できませんでした: %s
pt_br: Falha ao gravar dados de medição: %s
ru: Не удалось записать данные измерений: %s
