Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer-log-error.po
Languages: de, es, ja, vi_vn, zh_cn

source: Cannot load inspector %(name)s: %(err)s
de: Inspector %(name)s kann nicht geladen werden: %(err)s
es: No se ha podido cargar el inspector %(name)s: %(err)s

source: Could not get Resident Memory Usage for %(id)s: %(e)s
de: Die Verwendung des residenten Speichers für %(id)s konnte nicht abgerufen werden: %(e)s
es: No se ha podido obtener el uso de memoria residente para %(id)s: %(e)s
zh_cn: 无法为%(id)s获取常驻内存使用量RSS： %(e)s

source: Dispatcher failed to handle the %s, requeue it.
de: Dispatcher konnte %s nicht verarbeiten. Erneut in Warteschlange stellen.
es: El asignador no ha podido manejar el %s, vuelva a ponerlo en la cola.
zh_cn: 分发器处理%s失败，重新入队

source: Error connecting to coordination backend.
de: Fehler beim Herstellen einer Verbindung zum Koordinierungs-Back-End.
es: Error de conexión con el servidor coordinador.
zh_cn: 无法连接到协调器后端

source: Error getting group membership info from coordination backend.
de: Fehler beim Abrufen von Mitgliedschaftsinformationen vom Koordinierungs-Back-End.
es: Error al obtener información de pertenencia a grupos del servidor coordinador.
zh_cn: 从协调器后端获取组成员信息时出错

source: Error joining partitioning group %s, re-trying
de: Fehler beim Beitreten zur Partitionierungsgruppe %s. Operation wird wiederholt.
es: Error al unirse al grupo de partición %s, se está reintentando

source: Error loading meter definition : %(err)s
de: Fehler beim Laden der Messdefinition : %(err)s
es: Error al cargar la definición de medidor : %(err)s

source: Error processing event and it will be dropped: %s
de: Fehler beim Verarbeiten des Ereignisses und es wird gelöscht: %s
es: Se ha producido un error al procesar el suceso y se descartará: %s
zh_cn: 处理事件%s时报错，将其丢弃

source: Error sending a heartbeat to coordination backend.
de: Fehler beim Senden eines Überwachungssignals an das Koordinierungs-Back-End.
es: Error al enviar una señal de latido al servidor coordinador.
zh_cn: 无法发送心跳信息到协调器后端

source: Fail to process a notification
de: Eine Benachrichtigung konnte nicht verarbeitet werden.
es: Error al procesar una notificación

source: Fail to process notification
de: Benachrichtigung konnte nicht verarbeitet werden.
es: No se ha podido procesar la notificación

source: Failed to connect to Gnocchi.
de: Fehler beim Herstellen einer Verbindung zu Gnocchi.
es: No se ha podido conectar con Gnocchi.

source: Failed to connect to Kafka service: %s
de: Fehler beim Herstellen einer Verbindung zum Kafka-Service: %s
es: No se ha podido conectar con el servicio Kafka: %s
zh_cn: 无法连接到Kafka服务：%s

source: Failed to connect to db, purpose %(purpose)s re-try later: %(err)s
de: Fehler beim Herstellen einer Verbindung zur Datenbank. Zweck: %(purpose)s Später erneut versuchen: %(err)s
es: No se ha podido establecer conexión con la base de datos con el propósito %(purpose)s. Vuelva a intentarlo más tarde: %(err)s

source: Failed to connect to db, purpose %(purpose)s retry later: %(err)s
de: Fehler beim Herstellen einer Verbindung zur Datenbank. Zweck: %(purpose)s Später erneut versuchen: %(err)s
es: No se ha podido establecer conexión con la base de datos con el propósito %(purpose)s. Vuelva a intentarlo más tarde: %(err)s

source: Failed to load resource due to error %s
de: Fehler beim Laden der Ressource aufgrund des folgenden Fehlers %s
es: No se ha podido cargar el recurso debido a un error: %s

source: Failed to record event: %s
de: Das Ereignis konnte nicht aufgezeichnet werden: %s
es: No se ha podido registrar el suceso: %s

source: Failed to record metering data: %s
de: Messdaten wurden nicht aufgezeichnet: %s
es: No se han podido registrar los datos de medición: %s

source: Invalid type %s specified
de: Ungültigen Typ %s angegeben
es: Se ha especificado un tipo no válido: %s

source: Missing field %s
de: Fehlendes Feld %s
es: Falta el campo %s

source: Passed resource dict must contain keys resource_id and resource_url.
de: Das übergebene Ressourcenwörterverzeichnis muss die Schlüssel für resource_id und resource_url enthalten.
es: El dicionario de recursos que se pase debe contener las claves resource_id y resource_url

source: Required field %(field)s should be a %(type)s
de: Erforderliches Feld %(field)s muss %(type)s sein.
es: El campo obligatorio %(field)s s debería ser un %(type)s

source: Required field %s not specified
de: Erforderliches Feld %s nicht angegeben.
es: No se ha especificado el campo obligatorio %s

source: Required fields %s not specified
de: Erforderliche Felder %s nicht angegeben.
es: No se han especificado los campos obligatorios %s

source: Skip invalid resource %s
de: Ungültige Ressource %s überspringen
es: Omitir el recurso no válido %s

source: Skipping %(name)s, keystone issue: %(exc)s
de: %(name)s wird übersprungen, Keystone-Problem: %(exc)s

source: Status Code: %{code}s. Failed todispatch event: %{event}s
de: Statuscode: %{code}s. Fehler beim Versenden des Ereignisses: %{event}s
es: Código de estado: %{code}s. No se ha podido asignar el suceso: %{event}s

source: Unable to load changed event pipeline: %s
de: Die geänderte Ereignispipeline konnte nicht geladen werden: %s

source: Unable to load changed pipeline: %s
de: Die geänderte Pipeline konnte nicht geladen werden: %s

source: Unrecognized type value %s
de: Nicht erkannter Typwert %s
es: Valor de tipo no reconocido %s

source: inspector call failed for %(ident)s host %(host)s: %(err)s
de: Inspector-Aufruf fehlgeschlagen für %(ident)s Host %(host)s: %(err)s
es: Error en la llamada al inspector del host %(ident)s %(host)s: %(err)s

source: Failed to retry to send sample data with max_retry times
es: No se ha podido volver a intentar enviar datos de ejemplo max_retry veces
zh_cn: 尝试发送数据达到最大重试次数后仍失败

source: Group ID: %{group_id}s, Members: %{members}s, Me: %{me}s: Current agent is not part of group and cannot take tasks
es: ID de grupo: %{group_id}s, Miembros: %{members}s, Yo: %{me}s: El agente actual no forma parte del grupo y no puede coger tareas

source: Original exception being dropped: %s
ja: 除去される元の例外: %s
vi_vn: Ngoại lệ ban đầu được giảm xuống: %s

source: Unexpected exception occurred %d time(s)... retrying.
ja: 予期せぬ例外が、%d回()発生しました。再試行中。
vi_vn: Ngoại lệ bất ngờ xảy ra %d thời gian(s) ... thử lại

source: Could not release the acquired lock `%s`
ja: 取得したロック `%s` を解放できませんでした
vi_vn: Không thể nhả ra khóa đã bị chiếm dụng `%s`

source: in fixed duration looping call
ja: 一定期間の呼び出しループ
vi_vn: trong cuộc gọi vòng lặp thời khoảng cố định
zh_cn: 在固定时段内循环调用

source: in dynamic looping call
ja: 動的呼び出しループ
vi_vn: trong cuộc gọi lặp động
zh_cn: 在动态循环调用中

source: Failed to understand rule %s
ja: ルール %s を解釈できませんでした
vi_vn: Không hiểu luật %s

source: No handler for matches of kind %s
ja: 種類 %s の一致向けのハンドラーがありません
vi_vn: Không có bộ xử lý thích ứng của loại %s

source: Failed to understand rule %r
ja: ルール %r を解釈できませんでした
vi_vn: Không hiểu luật %r

source: Exception during rpc cleanup.
ja: RPCクリーンアップ中に例外が発生
vi_vn: Ngoại lệ trong quá trình dọn dẹp RPC

source: Unhandled exception
ja: 未処理例外
vi_vn: ngoại lệ không được quản lý
zh_cn: 存在未处理的异常

source: DB exceeded retry limit.
ja: DBへのリトライが上限に達しました。

source: DB connection error.
ja: DB接続エラーが発生しました。

source: DB exception wrapped.
ja: DB 例外がラップされました。

source: Failed to migrate to version %s on engine %s
ja: バージョン%sをエンジン%sへの移行が失敗しました。

source: Failed to send sample data: %s
zh_cn: 发送指标数据失败：%s
