Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: de, es, fr, it, ja, pt_br, ru

source: state invalid
de: Zustand ungültig
es: estado no válido
fr: Etat non valide
it: stato non valido
ja: 状態が無効です
pt_br: estado inválido
ru: недопустимое состояние

source: state_timestamp should be datetime object
de: state_timestamp sollte ein datetime-Objekt sein
es: state_timestamp debe ser el objeto datetime
fr: state_timestamp doit correspondre à l'objet date-heure
it: state_timestamp deve essere un oggetto data/ora
ja: state_timestamp は datetime オブジェクトでなければなりません
pt_br: state_timestamp precisa ser objeto de data/hora
ru: Параметр state_timestamp должен быть объектом datetime

source: timestamp should be datetime object
de: timestamp sollte ein datetime-Objekt sein
es: La indicación de fecha y hora debe ser el objeto datetime (fecha y hora)
fr: timestamp doit correspondre à l'objet date-heure
it: timestamp deve essere un oggetto data/ora
ja: タイムスタンプは datetime オブジェクトでなければなりません
pt_br: registro de data e hora precisa ser objeto de data/hora
ru: Системное время должно быть объектом datetime
