Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer-log-info.po
Languages: de, es, ko_kr, vi_vn, zh_cn

source: %d events are removed from database
de: %d Ereignisse aus Datenbank entfernt
es: Se han eliminado %d sucesos de la base de datos
ko_kr: 데이터베이스에서 %d 이벤트가 제거됨

source: %d samples removed from database
de: %d Beispiele aus Datenbank entfernt
es: Se han eliminado %d ejemplos de la base de datos
ko_kr: 데이터베이스에서 %d 샘플이 제거됨

source: Configuration:
de: Konfiguration:
es: Configuración:
ko_kr: 구성:

source: Connecting to %(db)s on %(nodelist)s
de: Verbindung mit %(db)s auf %(nodelist)s wird hergestellt
es: Se está estableciendo conexión con %(db)s en %(nodelist)s
ko_kr: %(nodelist)s에서 %(db)s에 연결 중

source: Coordination backend started successfully.
de: Das Koordinierungs-Back-End wurde erfolgreich gestartet.
es: El servidor coordinador se ha iniciado satisfactoriamente.
ko_kr: 조정 백엔드가 성공적으로 시작되었습니다.
zh_cn: 协调器后台启动成功

source: Definitions: %s
de: Definitionen: %s
es: Definiciones: %s
ko_kr: 정의: %s

source: Detected change in pipeline configuration.
de: Es wurde eine Änderung in der Pipelinekonfiguration festgestellt.
es: Se ha detectado un cambio en la configuración de la interconexión.
ko_kr: 파이프라인 구성의 변경을 발견했습니다.

source: Dropping event data with TTL %d
de: Löschen von Ereignisdaten mit TTL %d
es: Descartando datos de sucesos con TTL %d
ko_kr: TTL이 %d인 이벤트 데이터 삭제

source: Dropping metering data with TTL %d
de: Löschen von Messdaten mit TTL %d
es: Descartando datos de calibración con TTL %d
ko_kr: TTL이 %d인 측정 데이터 삭제

source: Duplicate event detected, skipping it: %s
de: Doppeltes Ereignis erkannt. Wird übersprungen: %s
es: Se ha detectado un suceso duplicado, se omitirá: %s
ko_kr: 중복 이벤트가 발견되어 해당 이벤트를 건너뜀: %s

source: Expired residual resource and meter definition data
de: Abgelaufene Daten für residente Ressource und für Messdefinition
es: El recurso residual y los datos de definición del medidor han caducado
ko_kr: 잔여 자원 및 측정 정의 데이터 만료됨

source: Index %s will be recreate.
de: Index %s wird erneut erstellt.
es: Se volverá a crear el índice %s.
ko_kr: %s 인덱스가 다시 생성됩니다.

source: Joined partitioning group %s
de: Partitionierungsgruppe %s beigetreten.
es: Se ha unido al grupo de partición %s
ko_kr: 결합된 파티션 그룹 %s
zh_cn: 已加入分组%s

source: Left partitioning group %s
de: Partitionierungsgruppe %s verlassen.
es: Ha dejado el grupo de partición %s
ko_kr: 남은 파티션 그룹 %s
zh_cn: 已离开分组%s

source: No limit value provided, result set will be limited to %(limit)d.
de: Es wurde kein Grenzwert angegeben. Der Ergebnissatz wird auf %(limit)d beschränkt.
es: No se ha proporcionado ningún valor límite, el conjunto de resultados estará limitado a %(limit)d.
ko_kr: 한계 값이 제공되지 않음, 결과 세트가 %(limit)d(으)로 제한됩니다.

source: Nothing to clean, database event time to live is disabled
de: Nichts zu bereinigen. Die Lebensdauer (TTL) der Datenbankereignisdaten ist deaktiviert.
es: No hay nada que limpiar, el tiempo de vida de sucesos de base de datos está inhabilitado
ko_kr: 정리할 사항이 없음, 데이터베이스 이벤트 지속 시간(TTL)이 사용되지 않음

source: Nothing to clean, database metering time to live is disabled
de: Nichts zu bereinigen. Die Lebensdauer (TTL) der Datenbankstichprobendaten ist deaktiviert.
es: No hay nada que limpiar, el tiempo de vida de medición de base de datos está inhabilitado
ko_kr: 정리할 사항이 없음, 데이터베이스 측정 지속 시간(TTL)이 사용되지 않음

source: Pipeline %(pipeline)s: Setup transformer instance %(name)s with parameter %(param)s
de: Pipeline %(pipeline)s: Konfiguration von Transformerinstanz %(name)s mit Parameter %(param)s
es: Interconexión %(pipeline)s: Configure la instancia de transformador %(name)s con el parámetro %(param)s
ko_kr: 파이프라인 %(pipeline)s: %(param)s 매개변수로 변환기 인스턴스 %(name)s 설정

source: Pipeline config: %s
de: Pipelinekonfiguration: %s
es: Configuración de interconexión: %s
ko_kr: 파이프라인 구성: %s

source: Pipeline configuration file has been updated.
de: Die Pipelinekonfigurationsdatei wurde aktualisiert.
es: Se ha actualizado el archivo de configuración de la interconexión.
ko_kr: 파이프라인 구성 파일이 업데이트되었습니다.

source: Polling pollster %(poll)s in the context of %(src)s
de: Abfrage von Pollster %(poll)s im Kontext von %(src)s
es: Sondeando pollster %(poll)s en el contexto de %(src)s
ko_kr: %(src)s 컨텍스트의 의견조사자 %(poll)s 폴링

source: Publishing policy set to %s
de: Veröffentlichungsrichtlinie auf %s gesetzt
es: Política de publicación establecida en %s
ko_kr: 공개 정책이 %s(으)로 설정됨

source: Reconfiguring polling tasks.
de: Polling-Tasks werden neu konfiguriert.
es: Reconfigurando las tareas de sondeo.
ko_kr: 폴링 작업을 재구성합니다.

source: Reloading notification agent and listeners.
de: Benachrichtigungsagent und Listener werden erneut geladen.
es: Recargando la notificación, el agente y los escuchas.
ko_kr: 알림 에이전트와 리스너를 다시 로드합니다.

source: Skip pollster %(name)s, no %(p_context)sresources found this cycle
de: Pollster %(name)s überspringen, keine %(p_context)sressourcen in diesem Zyklus gefunden.
es: Omitir pollster %(name)s, ningún recurso de %(p_context)s ha encontrado este ciclo
ko_kr: Pollster %(name)s 건너뛰기, %(p_context)s 자원에서 이 주기를 발견함

source: Starting server in PID %s
de: Starten von Server in PID %s
es: Iniciando servidor en PID %s
ko_kr: PID %s의 서버 시작

source: detected decoupled pipeline config format
de: entkoppeltes Pipeline-Konfigurationsformat erkannt
es: se ha detectado un formato de configuración de interconexión desacoplado
ko_kr: 비결합 파이프라인 구성 형식 발견

source: metering data %(counter_name)s for %(resource_id)s: %(counter_volume)s
de: Messung von Daten %(counter_name)s für %(resource_id)s: %(counter_volume)s
es: datos de medición %(counter_name)s para %(resource_id)s: %(counter_volume)s
ko_kr: %(resource_id)s의 측정 데이터 %(counter_name)s: %(counter_volume)s

source: serving on 0.0.0.0:%(sport)s, view at http://127.0.0.1:%(vport)s
de: Bereitstellung auf 0.0.0.0:%(sport)s, Ansicht unter http://127.0.0.1:%(vport)s
es: sirviendo en 0.0.0.0:%(sport)s, vista en http://127.0.0.1:%(vport)s
ko_kr: 0.0.0.0:%(sport)s에서 전달 중, http://127.0.0.1:%(vport)s에서 보기

source: serving on http://%(host)s:%(port)s
de: Bereitstellung auf http://%(host)s:%(port)s
es: sirviendo en http://%(host)s:%(port)s
ko_kr: http://%(host)s:%(port)s에서 전달 중

source: Eventlet backdoor listening on %(port)s for process %(pid)d
vi_vn: Eventlet backdoor lắng nghe trên %(port)s đối với tiến trình %(pid)d
zh_cn: Eventlet为进程 %(pid)d 在后台监听 %(port)s

source: Can not find policy directory: %s
zh_cn: 无法找到策略目录:%s

source: Caught %s, exiting
vi_vn: Bắt %s, thoát
zh_cn: 捕获到 %s，正在退出

source: Parent process has died unexpectedly, exiting
vi_vn: Tiến trình cha bị chết đột ngột, thoát
zh_cn: 父进程已意外终止，正在退出

source: Child caught %s, exiting
vi_vn: Tiến trình con bắt %s, thoát
zh_cn: 子线程捕获 %s，正在退出

source: Forking too fast, sleeping
vi_vn: Tạo tiến trình con quá nhanh, nghỉ
zh_cn: 派生速度太快，正在休眠

source: Started child %d
vi_vn: Tiến trình con đã được khởi động %d
zh_cn: 已启动子进程%d

source: Starting %d workers
vi_vn: Khởi động %d động cơ
zh_cn: 正在启动 %d 个子进程

source: Child %(pid)d killed by signal %(sig)d
vi_vn: Tiến trình con %(pid)d bị huỷ bởi tín hiệu %(sig)d
zh_cn: 信号 %(sig)d 已终止子线程 %(pid)d

source: Child %(pid)s exited with status %(code)d
vi_vn: Tiến trình con %(pid)s đã thiaast với trạng thái %(code)d
zh_cn: 子线程 %(pid)s 已退出，状态为 %(code)d

source: Caught %s, stopping children
vi_vn: Bắt %s, đang dừng tiến trình con
zh_cn: 捕获到 %s，正在停止子线程

source: Wait called after thread killed. Cleaning up.
zh_cn: 线程结束，正在清理

source: Waiting on %d children to exit
vi_vn: Chờ đợi %d tiến trình con để thoát
zh_cn: 正在等待 %d 个子线程退出

source: Created lock path: %s
vi_vn: Con đường khóa được tạo: %s

source: Failed to remove file %(file)s
vi_vn: Không thể loại bỏ tập tin %(file)s

source: Wait called after thread killed. Cleaning up.
vi_vn: Chờ đợi được gọi sau khi luồng bị huỷ. Làm sạch.
