Repository: openstack/ceilometer
Catalog: ceilometer/locale/*/LC_MESSAGES/ceilometer.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Transition to %(state)s due to %(count)d samples %(disposition)s threshold, most recent: %(most_recent)s
de: Übergang in %(state)s aufgrund von %(count)d Stichproben %(disposition)s Schwellenwert, aktuellster: %(most_recent)s
es: La transición a %(state)s debido a %(count)d muestras %(disposition)s umbral, más reciente: %(most_recent)s
fr: Transition vers l'état %(state)s à cause de %(count)d échantillons %(disposition)s au seuil, le plus récent: %(most_recent)s
it: Transizione su %(state)s a causa di %(count)d esempio %(disposition)s soglia, più recente: %(most_recent)s
ja: %(count)d 個のサンプルの %(disposition)s しきい値が原因で%(state)s に遷移します。最新: %(most_recent)s
pt_br: Transição para %(state)s devido a %(count)d amostras %(disposition)s limite, mais recente: %(most_recent)s
ru: Переход в %(state)s из-за %(count)d образцов, порог %(disposition)s, последнее значение: %(most_recent)s

source: Transition to %(state)s due to alarms %(alarm_ids)s in state %(state)s
de: Übergang in %(state)s aufgrund von Alarmen %(alarm_ids)s in Status%(state)s
es: Transición a %(state)s debido a las alarmas %(alarm_ids)s en estado %(state)s
fr: Transition vers %(state)s car les alarmes %(alarm_ids)s sont dans l'état %(state)s
it: Transizione a %(state)s causata da segnalazioni %(alarm_ids)s nello stato %(state)s
pt_br: Transição para %(state)s devido a alarmes %(alarm_ids)s no estado %(state)s
ru: Переход в состояние %(state)s из-за предупреждений %(alarm_ids)s в состоянии %(state)s

source: UDP: Cannot decode data sent by %s
de: UPD: Von %s gesendete Daten konnten nicht dekodiert werden
es: UDP: no se puede decodificar los datos enviados por %s
fr: UDP: Impossible de décoder les données envoyées par %s
it: UDP: impossibile decodificare i dati inviati da %s
ja: UDP: %s から送信されたデータをデコードできません
pt_br: UDP: Não pode decodificar dados enviados por %s
ru: UDP: не удается декодировать данные, отправленные %s

source: UDP: Unable to store meter
de: UDP: Messgröße kann nicht gespeichert werden
es: UDP: no se puede almacenar el medidor
fr: UDP: Impossible de stocker les mesures
it: UDP: impossibile memorizzare il contatore
pt_br: UDP: Não é possível armazenar medida
ru: UDP: не удалось сохранить счетчик

source: Unable to connect to the database server: %(errmsg)s.
de: Es kann keine Verbindung zum Datenbankserver hergestellt werden: %(errmsg)s.
es: No se ha podido conectar con el servidor de base de datos: %(errmsg)s.
fr: Impossible de se connecter au serveur de base de données : %(errmsg)s.
it: Impossibile connettersi al server di database: %(errmsg)s.
ja: データベースサーバーに接続できません: %(errmsg)s。
pt_br: Não é possível conectar-se ao servidor de banco de dados: %(errmsg)s.
ru: Не удалось подключиться к серверу базы данных: %(errmsg)s.

source: Unable to convert the value %(value)s to the expected data type %(type)s.
de: Wert %(value)s kann nicht in den erwarteten Datentyp %(type)s umgewandelt werden.
es: No se ha podido convertir el valor %(value)s al tipo de datos esperado %(type)s.
fr: Impossible de convertir la valeur %(value)s vers le type de données attendu %(type)s.
it: Impossibile convertire il valore %(value)s nel tipo di dati previsto %(type)s.
ja: 値 %(value)s を、想定されるデータ型 %(type)s に変換できません。
pt_br: Não é possível converter o valor %(value)s para o tipo de dados esperado %(type)s.
ru: Преобразовать значение %(value)s в ожидаемый тип данных %(type)s невозможно.

source: Unable to discover resources: %s
de: Ressourcen können nicht gefunden werden: %s
es: No se pueden descubrir recursos: %s
fr: Impossible de découvrir les ressources: %s
it: Impossibile rilevare le risorse: %s
pt_br: Não é possível descobrir recursos: %s
ru: Не удалось найти ресурсы: %s

source: Unable to evaluate expression %(expr)s: %(exc)s
de: Auswertung nicht möglich für Ausdruck %(expr)s: %(exc)s
es: No se puede evaluar la expresión %(expr)s: %(exc)s
fr: Impossible d'évaluer l'expression %(expr)s : %(exc)s
it: Impossibile valutare l'espressione %(expr)s: %(exc)s
ja: 式 %(expr)s を評価できません: %(exc)s
pt_br: Não é possível avaliar expressão %(expr)s:%(exc)s
ru: Вычислить выражение %(expr)s невозможно: %(exc)s

source: Unable to load publisher %s
de: Publisher %s kann nicht geladen werden
es: No se puede cargar la aplicación de publicación %s
fr: Impossible de charger l'éditeur %s
it: Impossibile caricare il publisher %s
ja: パブリッシャー %s をロードできません
pt_br: Impossível carregar publicador %s
ru: Не удалось загрузить публикатор %s

source: Unable to load the hypervisor inspector: %s
de: Hypervisorinspector %s kann nicht geladen werden
es: No se puede cargar el inspector de hipervisor: %s
fr: Impossible de télécharger l'inspecteur hypervisor: %s
it: Impossibile caricare il programma di controllo hypervisor: %s
ja: ハイパーバイザーインスペクターをロードできません: %s
pt_br: Impossível carregar o inspetor do hypervisor: %s
ru: Не удалось загрузить инспектор гипервизора: %s

source: Unable to log in to XenAPI (is the Dom0 disk full?)
de: Anmeldung bei XenAPI nicht möglich (Dom0-Datenträger voll?)
es: No se puede iniciar la sesión en XenAPI (¿está el disco Dom0 lleno?)
fr: Impossible de se connecter à XenAPI (disque Dom0 plein ?)
it: Impossibile collegarsi a XenAPI (il disco Dom0 è pieno?)
ja: XenAPI にログインできません (Dom0 ディスクフル?)
pt_br: Não foi possível efetuar login no XenAPI (o disco Dom0 está cheio?)
ru: Невозможно выполнить вход в XenAPI (недостаточно свободного места на Dom0?)

source: Unable to notify alarm %s
de: Alarm %s kann nicht benachrichtigt werden
es: No se puede notificar la alarma %s
fr: Impossible de notifier l'alerte %s
it: Impossibile notificare la segnalazione %s
ja: アラーム %s を通知できません
pt_br: Não é possível notificar alarme %s
ru: Не удалось уведомить о предупреждении %s

source: Unable to notify for an alarm with no action
de: Für einen Alarm ohne Aktion kann nicht benachrichtigt werden
es: No se puede notificar una alarma sin acción
fr: Impossible de notifier une alerte sans action
it: Impossibile notificare una segnalazione senza nessuna azione
ja: アクションのないアラームは通知できません
pt_br: Não é possível notificar um alarme sem ações
ru: Не удалось уведомить о предупреждении без действия

source: Unable to parse action %(action)s for alarm %(alarm_id)s
de: Aktion %(action)s konnte nicht für %(alarm_id)s analysiert werden
es: No se puede analizar la acción %(action)s para la alarma %(alarm_id)s
fr: Impossible d'analyser l'action %(action)s pour l'alerte %(alarm_id)s
it: Impossibile analizzare l'azione %(action)s per la segnalazione %(alarm_id)s
ja: アラーム %(alarm_id)s のアクション %(action)s を解析できません
pt_br: Não é possível avaliar a ação %(action)s para o alarme %(alarm_id)s
ru: Не удалось проанализировать действие %(action)s для предупреждения %(alarm_id)s

source: Unable to parse action %s
de: Aktion %s konnte nicht analysiert werden
es: No se puede analizar la acción %s
fr: Impossible d'analyser l'action %s
it: Impossibile analizzare l'azione %s
ja: アクション %s を解析できません
pt_br: Não é possível analisar ação %s
ru: Ошибка анализа действия %s

source: Unable to reconnect to the primary mongodb after %(retries)d retries. Giving up.
de: Es kann keine erneute Verbindung zur primären mongodb nach %(retries)d Versuchen hergestellt werden. Abbruch.
es: No se ha podido volver a conectar con la mongodb primaria después de %(retries)d intentos. Se va a abandonar.
fr: Impossible de se reconnecter au serveur mongodb principal après %(retries)d tentatives. Abandon.
it: Impossibile riconnettersi al mongodb primario dopo %(retries)d tentativi. L'operazione viene interrotta.
ja: %(retries)d 回の再試行後、1 次 mongodb に再接続できません。中止します。
pt_br: Não é possível se reconectar ao mongodb primário após %(retries)d novas tentativas. Desistindo.
ru: Не удалось повторно подключиться к основной базе данных mongodb после %(retries)d попыток. Дальнейшие попытки прекращены.

source: Unable to reconnect to the primary mongodb: %(errmsg)s. Trying again in %(retry_interval)d seconds.
de: Es kann keine erneute Verbindung zur primären mongodb hergestellt werden: %(errmsg)s. Erneuter Versuch in %(retry_interval)d Sekunden.
es: No se ha podido volver a conectar con la mongodb primaria: %(errmsg)s. Se volverá a intentar en %(retry_interval)d segundos.
fr: Impossible de se reconnecter au serveur mongodb principal : %(errmsg)s. Nouvelle tentative dans %(retry_interval)d secondes.
it: Impossibile connettersi al mongodb primario: %(errmsg)s. Prossimo tentativo tra %(retry_interval)d secondi.
ja: 1 次 mongodb に再接続できません: %(errmsg)s。%(retry_interval)d 秒以内に再試行します。
pt_br: Não é possível se reconectar ao mongodb primário: %(errmsg)s. Tentando novamente em %(retry_interval)d segundos.
ru: Не удалось повторно подключиться к основной mongodb: %(errmsg)s. Повторное подключение через %(retry_interval)d секунд.

source: Unable to send sample over UDP
de: Beispiel kann nicht über UDP gesendet werden
es: No se ha podido enviar una muestra sobre UDP
fr: Impossible d'envoyer l'échantillon en UDP
it: Impossibile inviare l'esempio su UDP
ja: UDP 経由でサンプルを送信できません
pt_br: Não é possível enviar amostra sobre UDP
ru: Не удалось отправить образец по UDP

source: Unexpected exception converting %(value)s to the expected data type %(type)s.
de: Unerwartete Ausnahme beim Konvertieren von %(value)s in den erwarteten Datentyp %(type)s.
es: Excepción inesperada al convertir %(value)s al tipo de dato esperado %(type)s.
fr: Exception inattendue lors de la conversion de %(value)s dans le type de donnée attendue %(type)s.
it: Eccezione non prevista durante la conversione di %(value)s per il tipo di dati previsto %(type)s.
ja: %(value)s を想定されるデータ型 %(type)s に変換する際に、想定しない例外が発生しました。
pt_br: Exceção inesperada convertendo %(value)s para o tipo de dado esperado %(type)s.
ru: Возникла непредвиденная исключительная ситуация при преобразовании %(value)s в ожидаемый тип данных %(type)s.

source: Unknown discovery extension: %s
de: Unbekannte Erkennungserweiterung: %s
es: Extensión de descubrimiento desconocida: %s
fr: Découverte d'une extension inconnue: %s
it: Estensione di rilevamento sconosciuta: %s
ja: 不明なディスカバリーエクステンション: %s
pt_br: Extensão de descoberta desconhecida: %s
ru: Неизвестное расширение поиска: %s

source: Unknown metadata type. Key (%s) will not be queryable.
de: Unbekannter Metadatentyp. Schlüssel (%s) wird nicht abfragbar sein.
es: Tipo de metadatos desconocido. La clave (%s) no se podrá consultar.
fr: Type de métadonnées inconnu, la clé (%s) n'est pas requêtable
it: Tipo di metadati sconosciuto. La chiave (%s) non potrà essere sottoposta a query.
ja: 不明なメタデータ種別です。キー (%s) は照会不可になります。
pt_br: Tipo de metada desconhecido. Chave (%s) não será consultável.
ru: Неизвестный тип метаданных. Ключ (%s) нельзя будет запрашивать.

source: Unknown status %(stat)s received on fw %(id)s,skipping sample
de: Unbekannten Status %(stat)s erhalten für Firewall %(id)s; Beispiel wird übersprungen
es: Se ha recibido un estado desconocido %(stat)s en fw %(id)s, se omite el ejemplo
fr: Etat %(stat)s inconnu reçu sur le pare-feu %(id)s, échantillon ignoré
it: Stato non conosciuto %(stat)s ricevuto su fw %(id)s,ignorare l'esempio
ja: ファイアウォール %(id)s で不明な状態 %(stat)s を受信しました。サンプルをスキップします
pt_br: Status desconhecido %(stat)s recebido na largura da fonte %(id)s, ignorando a amostra
ru: В fw %(id)s получено неизвестное состояние %(stat)s,пример пропускается

source: Unknown status %(stat)s received on member %(id)s,skipping sample
de: Unbekannten Status %(stat)s erhalten für Mitglied %(id)s; Beispiel wird übersprungen
es: Se ha recibido un estado desconocido %(stat)s en el miembro %(id)s, se omite el ejemplo
fr: Etat %(stat)s inconnu reçu sur le membre %(id)s, échantillon ignoré
it: Stato non conosciuto %(stat)s ricevuto sul membro %(id)s,ignorare l'esempio
ja: メンバー %(id)s で不明な状態 %(stat)s を受信しました。サンプルをスキップします
pt_br: Status desconhecido %(stat)s recebido no membro %(id)s, ignorando a amostra
ru: В элементе %(id)s получено неизвестное состояние %(stat)s,пример пропускается

source: Unknown status %(stat)s received on pool %(id)s, skipping sample
de: Unbekannten Status %(stat)s erhalten für Pool %(id)s; Beispiel wird übersprungen
es: Se ha recibido un estado desconocido %(stat)s en la agrupación %(id)s, se omite el ejemplo
fr: Etat %(stat)s inconnu reçu sur le pool %(id)s, échantillon ignoré
it: Stato non conosciuto %(stat)s ricevuto sul pool %(id)s, ignorare l'esempio
ja: プール %(id)s で不明な状態 %(stat)s を受信しました。サンプルをスキップします
pt_br: Status desconhecido %(stat)s recebido no conjunto %(id)s, ignorando amostras
ru: В пуле %(id)s получено неизвестное состояние %(stat)s,пример пропускается

source: Unknown status %(stat)s received on vip %(id)s, skipping sample
de: Unbekannten Status %(stat)s erhalten für VIP %(id)s; Beispiel wird übersprungen
es: Se ha recibido un estado desconocido %(stat)s en vip %(id)s, se omite el ejemplo
fr: Etat %(stat)s inconnu reçu sur l'IP virtuelle %(id)s, échantillon ignoré
it: Stato non conosciuto %(stat)s ricevuto su vip %(id)s, ignorare l'esempio
ja: 仮想 IP %(id)s で不明な状態 %(stat)s を受信しました。サンプルをスキップします
pt_br: Status desconhecido %(stat)s recebido em vip %(id)s, ignorando a amostra
ru: В vip %(id)s получено неизвестное состояние %(stat)s,пример пропускается

source: Unknown status %(stat)s received on vpn %(id)s,skipping sample
de: Unbekannten Status %(stat)s erhalten für VPN %(id)s; Beispiel wird übersprungen
es: Se ha recibido un estado desconocido %(stat)s en vpn %(id)s, se omite el ejemplo
fr: Etat %(stat)s inconnu sur le vpn %(id)s, échantillon ignoré
it: Stato non conosciuto %(stat)s ricevuto su vpn %(id)s,ignorare l'esempio
ja: VPN %(id)s で不明な状態 %(stat)s を受信しました。サンプルをスキップします
pt_br: Status desconhecido %(stat)s recebido na rede privada virtual %(id)s, ignorando a amostra
ru: В vpn %(id)s получено неизвестное состояние %(stat)s,пример пропускается

source: Unsupported action %s
de: Nicht unterstützte Aktion %s
es: Acción %s no admitida
fr: Action non supporté %s
it: Azione non supportata %s
ja: サポートされないアクション %s
pt_br: Ação não suportada %s
ru: Неподдерживаемое действие %s

source: VM %s not found in XenServer
de: VM %s in XenServer nicht gefunden
es: No se han encontrado VM %s en XenServer
fr: VM %s non trouvé dans XenServer
it: VM %s non trovata in XenServer
ja: VM %s が XenServer に見つかりません
pt_br: Máquina virtual %s não localizada no XenServer
ru: Не найдена виртуальная машина %s в XenServer

source: VM %s not found on Hyper-V
de: VM %s wurde nicht auf Hyper-V gefunden
es: VM %s no se ha encontrado en Hyper-V
fr: VM %s introuvable sur l'Hyper-V
it: VM %s non trovato su Hyper-V
ja: Hyper-V で VM %s が見つかりません
pt_br: VM %s não encontrada no Hyper-V
ru: Виртуальная машина %s не найдена в Hyper-V

source: Wrong sensor type
de: Falscher Sensortyp
es: Tipo de sensor incorrecto
fr: Type de détecteur incorrect
it: Tipo di sensore errato
ja: センサー種別が正しくありません
pt_br: Tipo de sensor errado
ru: Неверный тип датчика

source: XenAPI not installed
de: XenAPI nicht installiert
es: XenAPI no está instalado
fr: XenAPI n'est pas installé
it: XenAPI non installato
ja: XenAPI がインストールされていません
pt_br: XenAPI não instalado
ru: XenAPI не установлен

source: YAML error reading Event Definitions file %(file)s
de: YAML-Fehler beim Lesen von Ereignisdefinitionsdatei %(file)s
es: Error de YAML al leer el archivo de definiciones de sucesos %(file)s
fr: Erreur YAML lors de la lecture du fichier de définitions d'événement %(file)s
it: Errore YAML durante la lettura del file definizioni dell'evento %(file)s
ja: イベント定義ファイル %(file)s を読み取るときに YAML エラーが発生しました
pt_br: Erro YAML ao ler o arquivo de definições de evento %(file)s
ru: Ошибка YAML при чтении файла определений событий %(file)s

source: alarm %(id)s transitioning to %(state)s because %(reason)s
de: Alarm %(id)s wird geändert in %(state)s aufgrund von %(reason)s
es: la alarma %(id)s hace transición a %(state)s debido a %(reason)s
fr: alerte %(id)s en transition vers %(state)s parce que %(reason)s
it: segnalazione %(id)s transizione su %(state)s perché %(reason)s
ja: アラーム %(id)s は %(state)s に遷移します。理由: %(reason)s
pt_br: alarme %(id)s transicionando para %(state)s por causa %(reason)s
ru: Предупреждение %(id)s переходит в %(state)s по причине %(reason)s

source: alarm evaluation cycle failed
de: Der Zyklus für die Alarmauswertung ist fehlgeschlagen
es: ha fallado el ciclo de evaluación de alarma
fr: Échec du cycle d'évaluation de l'alarme
it: ciclo di valutazione segnalazione non riuscito
pt_br: ciclo de avaliação de alarme falhou
ru: сбой цикла вычисления предупреждения

source: alarm retrieval failed
de: Abrufen des Alarms fehlgeschlagen
es: ha fallado la recuperación de alarma
fr: Échec de la récupération de l'alerte
it: richiamo segnalazione non riuscito
ja: アラームを取得できませんでした
pt_br: obtenção de alarme falhou
ru: не удалось получить предупреждение

source: alarm state update failed
de: Aktualisierung des Alarmzustands ist fehlgeschlagen
es: ha fallado la actualización de estado de la alarma
fr: Échec de la mise à jour de l'état de l'alerte
it: segnalazione aggiornamento stato non riuscito
ja: アラームの状態を更新できませんでした
pt_br: atualização do estado de alarme falhou
ru: Обновление состояния предупреждений не выполнено

source: alarm stats retrieval failed
de: Abrufen der Alarmstatistiken ist fehlgeschlagen
es: ha fallado la recuperación de estadísticas de la alarma
fr: Échec de la récupération de l'état de l'alerte
it: segnalazione richiamo statistiche non riuscito
ja: アラーム統計の取得に失敗しました
pt_br: recuperação das estatísticas de alarme falhou
ru: Возвращение статистики предупреждения не выполнено

source: alarm stats retrieval failed: %s
de: Abrufen der Alarmstatistiken ist fehlgeschlagen: %s
es: la recuperación de estadísticas de la alarma ha fallado %s
fr: échec de la récupération des stats d'alarme : %s
it: richiamo delle statistiche di segnalazione non riuscito: %s
ja: アラーム統計の取得に失敗しました: %s
pt_br: a recuperação de estatísticas de alarme falhou: %s
ru: не удалось получить статистику предупреждений: %s

source: could not get CPU time for %(id)s: %(e)s
de: Abruf von CPU-Zeit nicht möglich für %(id)s: %(e)s
es: no se ha podido obtener tiempo de CPU para %(id)s: %(e)s
fr: impossible d'obtenir le temps UC pour %(id)s : %(e)s
it: impossibile ricevere l'ora CPU per %(id)s: %(e)s
ja: %(id)s の CPU 時間を取得できませんでした: %(e)s
pt_br: não pôde obter o tempo de CPU para %(id)s: %(e)s
ru: не удалось получить процессорное время для %(id)s: %(e)s

source: detected decoupled pipeline config format
de: entkoppeltes Pipeline-Konfigurationsformat erkannt
es: se ha detectado formato de configuración de interconexión desacoplado
fr: format de configuration de pipeline découplé détecté
it: è stato rilevato il formato di configurazione pipeline separato
ja: 分離されたパイプライン設定フォーマットが検出されました
pt_br: formato de configuração do pipeline desacoplado detectado
ru: обнаружен разделенный формат конфигурации конвейера

source: dropping sample with no predecessor: %s
de: Beispiel ohne Vorgänger wird gelöscht: %s
es: eliminando la muestra sin predecesor: %s
fr: abandon de l'échantillon sans prédécesseur: %s
it: eliminazione in corso dell'esempio senza predecessore: %s
ja: サンプル (先行なし) を廃棄しています: %s
pt_br: descartando amostra sem predecessor: %s
ru: удаление образца без предшественника: %s

source: initiating evaluation cycle on %d alarms
de: Auswertungszyklus für %d Alarme wird eingeleitet
es: inicio del ciclo de evaluación en %d alarmas
fr: Initialisation du cycle d'évaluation sur les alertes %d
it: avvio ciclo di valutazione sulle segnalazioni %d
pt_br: iniciando ciclo de avaliação em %d alarmes
ru: Инициализация цикла вычислений в %d предупреждений

source: ipmitool output length mismatch
de: Abweichung bei ipmitool-Ausgabelänge
es: la longitud de salida de ipmitool no coincide
fr: Non-concordance de longueur de la sortie ipmitool
it: mancata corrispondenza della lunghezza dell'output ipmitool
ja: ipmitool 出力の長さが一致しません
pt_br: incompatibilidade no comprimento da saída de ipmitool
ru: несоответствие длины вывода ipmitool

source: max_bytes and backup_count should be numbers.
de: max_bytes und backup_count sollten Zahlen sein.
es: max_bytes y backup_count deben ser números.
fr: max_bytes et backup_count doivent etre des chiffres.
it: max_bytes e backup_count devono essere numeri.
ja: max_bytes と backup_count は数値でなければなりません。
pt_br: max_bytes e backup_count devem ser números.
ru: max_bytes и backup_count должны быть числами.

source: message signature invalid, discarding message: %r
de: Nachrichtensignatur ungültig, Nachricht wird verworfen: %r
es: firma de mensaje no válida, descartando mensaje: %r
fr: signature du message invalide, message ignoré: %r
it: Firma messaggio non valida, eliminazione del messaggio: %r
ja: メッセージシグニチャーが無効です。メッセージを破棄します: %r
pt_br: assinatura de mensagem inválida, descartando mensagem: %r
ru: недопустимая подпись сообщения, удаление сообщения: %r

source: metering data %(counter_name)s for %(resource_id)s: %(counter_volume)s
de: Messung von Daten %(counter_name)s für %(resource_id)s: %(counter_volume)s
es: datos de medición %(counter_name)s para %(resource_id)s: %(counter_volume)s
fr: données de mesure %(counter_name)s pour %(resource_id)s : %(counter_volume)s
it: dati di misurazione %(counter_name)s per %(resource_id)s: %(counter_volume)s
ja: %(resource_id)s の計測データ %(counter_name)s: %(counter_volume)s
pt_br: medindo dados %(counter_name)s para %(resource_id)s: %(counter_volume)s
ru: данные измерений %(counter_name)s для %(resource_id)s: %(counter_volume)s

source: parse IPMI sensor data failed,No data retrieved from given input
de: Analyse von IPMI-Sensordaten fehlgeschlagen, keine Daten von angegebener Eingabe abgerufen
es: ha fallado el análisis de datos de sensor IPMI,no se ha recuperado ningún dato de la entrada
fr: Echec de l'analyse des données du détecteur IPMI, aucune donnée extraite à partir de l'entrée fournie
it: analisi dei dati del sensore IPMI non riuscita, nessun dato recuperato dall'input fornito
ja: IPMI センサーデータの解析に失敗しました。指定された入力からデータが取得されませんでした
pt_br: análise dos dados do sensor IPMI com falha, nenhum dado recuperado da entrada fornecida
ru: сбой анализа данных датчика IPMI, не получены данные из переданного ввода

source: parse IPMI sensor data failed,unknown sensor type
de: Analyse von IPMI-Sensordaten fehlgeschlagen, unbekannter Sensortyp
es: ha fallado el análisis de datos de sensor IPMI,tipo de sensor desconocido
fr: Echec de l'analyse des données du détecteur IPMI, type de détecteur inconnu
it: analisi dei dati del sensore IPMI non riuscita, tipo di sensore sconosciuto
ja: IPMI センサーデータの解析に失敗しました。不明なセンサー種別です。
pt_br: análise dos dados do sensor IPMI com falha,tipo de sensor desconhecido
ru: сбой анализа данных датчика IPMI, неизвестный тип датчика

source: running ipmitool failure
de: Fehler beim Ausführen von ipmitool
es: fallo de ejecución de ipmitool
fr: Echec d'exécution d'ipmitool
it: errore nell'esecuzione ipmitool
ja: ipmitool の実行に失敗しました
pt_br: executando falha de ipmitool
ru: сбой выполнения ipmitool

source: serving on 0.0.0.0:%(sport)s, view at http://127.0.0.1:%(vport)s
de: Bereitstellung auf 0.0.0.0:%(sport)s, Ansicht unter http://127.0.0.1:%(vport)s
es: sirviendo en 0.0.0.0:%(sport)s, vista en http://127.0.0.1:%(vport)s
fr: service sur l'IP 0.0.0.0:%(sport)s, affichage à l'adresse http://127.0.0.1:%(vport)s
it: utilizzo su 0.0.0.0:%(sport)s, visualizzare all'indirizzo http://127.0.0.1:%(vport)s
ja: 0.0.0.0:%(sport)s でサービスを提供しています。http://127.0.0.1:%(vport)s で確認してください
pt_br: atendendo em 0.0.0.0:%(sport)s, visualizar em http://127.0.0.1:%(vport)s
ru: обслуживание на адресе 0.0.0.0:%(sport)s, см. по адресу http://127.0.0.1:%(vport)s

source: serving on http://%(host)s:%(port)s
de: Bereitstellung auf http://%(host)s:%(port)s
es: servicio en http://%(host)s:%(port)s
fr: service sur http://%(host)s:%(port)s
it: utilizzo su http://%(host)s:%(port)s
ja: http://%(host)s:%(port)s でサービスを提供しています
pt_br: atendendo em http://%(host)s:%(port)s
ru: обслуживание на адресе http://%(host)s:%(port)s
